{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"pt","project_id_version":"WooCommerce - WooCommerce Payments"},"This transaction is being reviewed under Visa’s network compliance rules.":[""],"Error retrieving promotions. Please try again later.":[""],"Error dismissing promotion. Please try again.":[""],"Promotion dismissed.":[""],"Error activating promotion. Please try again.":[""],"Promotion activated successfully!":[""],"Dialog opened: %s":[""],"Your customer’s bank claims this payment violates Visa’s rules.":[""],"Non-compliant":[""],"The cardholder claims they did not receive the product.":["O titular do cartão alega que não recebeu o produto."],"Inquiry: Response needed":["Consulta: Resposta necessária"],"Response needed":["Resposta necessária"],"Error saving option":["Erro ao guardar a opção"],"The minimum amount that can be processed is %1$s %2$s.":["O valor mínimo que pode ser processado é de %1$s %2$s."],"The payment amount is too small to be processed.":["O valor do pagamento é demasiado baixo para ser processado."],"There has been an error capturing the payment for order #%s.":["Ocorreu um erro ao capturar o pagamento da encomenda n.º %s."],"Unable to process the payment. Please try again later.":["Não foi possível processar o pagamento. Tente novamente mais tarde."],"An unexpected error occurred. Please try again later.":["Ocorreu um erro inesperado. Tente novamente mais tarde."],"The payment cancellation failed to complete.":["Falha ao concluir o cancelamento do pagamento."],"The payment capture failed to complete.":["Falha ao concluir a captura do pagamento."],"This payment cannot be processed in its current state.":["Este pagamento não pode ser processado no seu estado atual."],"The payment cannot be processed due to a mismatch with order details.":["O pagamento não pode ser processado devido a não correspondência com os dados da encomenda."],"Payment cannot be processed for partially or fully refunded orders.":["O pagamento não pode ser processado para encomendas total ou parcialmente reembolsadas."],"The order could not be found.":["Esta encomenda não foi encontrada."],"There has been an error canceling the payment for order #%s.":["Ocorreu um erro ao cancelar o pagamento da encomenda n.º %s."],"There has been an error refunding the payment #%s. Please try again later.":["Ocorreu um erro ao reembolsar o pagamento n.º %s. Tente novamente mais tarde."],"Refunded payment #%s.":["Pagamento reembolsado n.º %s."],"Error retrieving file.":["Erro ao obter ficheiro."],"Error starting the Stripe Billing migration.":["Erro ao iniciar a migração do Stripe Billing."],"The cardholder claims this is an unauthorized transaction.":["O titular do cartão alega que esta é uma transação não autorizada."],"The cardholder claims this is a duplicate transaction.":["O titular do cartão alega que esta é uma transação duplicada."],"The cardholder claims a credit was not processed.":["O titular do cartão alega que um crédito não foi processado."],"The cardholder claims a subscription was canceled.":["O titular do cartão alega que uma subscrição foi cancelada."],"The cardholder claims the product was unacceptable.":["O titular do cartão alega que o produto não é aceitável."],"Disputes match <select \/> filters":["Filtros de correspondência {{select \/}} de disputa"],"<title>Status<\/title> <rule \/> <filter \/>":["<title>Estado<\/title> <rule \/> <filter \/>"],"<title>Date<\/title> <rule \/> <filter \/>":["<title>Data<\/title> <rule \/> <filter \/>"],"If you can not prove the customer’s subscription was canceled, and or they did not follow your cancellation policy, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Se não puder provar que a subscrição do cliente foi cancelada ou que o cliente não seguiu a sua política de cancelamento, deverá aceitar a disputa. Não é possível emitir um reembolso enquanto um pagamento está a ser contestado. As redes de cartões de crédito colocam a responsabilidade pela aceitação de pagamentos contestados em si, a empresa."],"Transaction unauthorized":["Transação não autorizada"],"Error retrieving on review transactions.":["Erro ao obter transações em análise."],"Payment for order #%s canceled successfully.":["Pagamento da encomenda n.º %s cancelado com sucesso."],"Error retrieving uncaptured transactions.":["Erro ao obter as transações não capturadas."],"Error retrieving authorization.":["Erro ao obter a autorização."],"Payment for order #%s captured successfully.":["Pagamento da encomenda n.º %s capturado com sucesso."],"Error retrieving transactions.":["Erro ao obter as transações."],"Error retrieving transaction.":["Erro ao obter a transação."],"Error retrieving documents.":["Erro ao obter os documentos."],"Error retrieving the active loan summary.":["Erro ao obter o resumo do empréstimo ativo."],"Select a dispute date":["Selecionar uma data de disputa"],"Select a dispute date filter match":["Selecionar uma correspondência de filtro de data da disputa"],"Remove dispute date filter":["Remover filtro de data de disputa"],"Disputed on date":["Contestado na data"],"Disputes match {{select \/}} filters":["Filtros de correspondência {{select \/}} de disputa"],"All disputes":["Todas as disputas"],"Dispute currency":["Moeda da disputa"],"Select a dispute status":["Selecionar estado da disputa"],"Select a dispute status filter match":["Selecionar uma correspondência de filtro de estado da disputa"],"Remove dispute status filter":["Remover filtro de estado da disputa"],"Error retrieving the summary of disputes.":["Erro ao obter o resumo das disputas."],"{{title}}Status{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Estado{{\/title}} {{rule \/}} {{filter \/}}"],"Error retrieving all payouts' overviews.":["Ocorreu um erro ao obter as descrições gerais de todos os pagamentos."],"Error retrieving settings.":["Ocorreu um erro ao obter as definições."],"Error saving settings.":["Ocorreu um erro ao guardar as definições."],"Settings saved.":["Configurações guardadas"],"{{title}}Date{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Data{{\/title}} {{rule \/}} {{filter \/}}"],"Advanced filters":["Filtros avançados"],"Show":["Mostrar"],"All currencies":["Todas as moedas"],"Between":["Entre"],"After":["Depois de"],"Before":["Antes de"],"If there have been two or more separate payments, you should get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["Se existiram dois ou mais pagamentos separados, deve contactar o cliente. Se compreender a que se refere a reclamação, há uma possibilidade de explicar o desentendimento ou de o resolver. Se conseguir resolver o problema com o cliente, pode pedir que retire a contestação."],"If they were not, collect any and all information documenting that each payment was made separately, such as copies of receipts. If the receipts don’t include the items purchased, be sure to include an itemized list. Each receipt should clearly indicate that the payments are for separate purchases of items or services. If you’ve been able to get in touch with the customer you should be sure to address any concerns they had in your evidence.":["Caso contrário, recolha quaisquer informações que documentem que cada pagamento foi feito separadamente, como cópias dos recibos. Se os recibos não incluírem os itens comprados, certifique-se de que inclui uma lista de itens. Cada recibo deve indicar claramente que os pagamentos são referentes a compras separadas de itens ou serviços. Se conseguiu entrar em contacto com o cliente, deve abordar as preocupações do mesmo nas suas provas."],"Determine if your customer was incorrectly charged multiple times.":["Determine se o cliente foi incorretamente cobrado várias vezes."],"Demonstrate that each payment was for a separate product or service.":["Demonstre que cada pagamento correspondeu a um produto ou serviço separado."],"The customer claims they were charged multiple times for the same product or service.":["O cliente afirma que foi cobrado várias vezes pelo mesmo produto ou serviço."],"If there were duplicate payments, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Se existirem pagamentos duplicados, deve aceitar a contestação. Não é possível emitir um reembolso enquanto um pagamento está a ser contestado. As redes de cartões de crédito colocam a responsabilidade pela aceitação de pagamentos contestados em si, a empresa."],"Duplicate":["Duplicar"],"Debit not authorized":["Débito não autorizado"],"Customer initiated":["Iniciado pelo cliente"],"If the cardholder agrees to withdraw the dispute, you should still submit evidence for the dispute using the forms on the next screen. In addition to the following evidence, your submission should include correspondence with the cardholder saying they would withdraw the dispute and a written statement from their card issuer confirming that the dispute has been withdrawn.":["Se o cliente aceitar retirar a contestação, deve, mesmo assim, enviar provas relativamente à mesma através dos formulários no ecrã seguinte. Além das seguintes provas, o seu envio deve incluir correspondência com o titular do cartão a indicar que este iria retirar a contestação e uma declaração escrita do respetivo emissor do cartão a confirmar que a contestação foi retirada."],"You should first get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["Primeiro, deve entrar em contacto com o seu cliente. Se compreender a que se refere a reclamação, há uma possibilidade de explicar o desentendimento ou de o resolver. Se conseguir resolver o problema com o cliente, pode pedir que retire a contestação."],"Demonstrate that you have refunded your customer through other means or that your customer is not entitled to a refund. You cannot issue a refund while a payment is being disputed. If you believe that your customer was entitled a refund that you did not provide, you can accept the dispute.":["Demonstre que reembolsou o cliente através de outros meios ou que o cliente não tem direito a um reembolso. Não é possível emitir um reembolso enquanto um pagamento está a ser contestado. Se considerar que o cliente tinha direito a um reembolso que não forneceu, pode aceitar a contestação."],"It may be more efficient—and provide a better customer experience—to accept an accidental dispute and charge the customer again, if appropriate. Even when a dispute is withdrawn, it usually takes approximately 75 days to be finalized. Remember, it doesn’t matter to the card networks whether you win or lose a dispute; what matters is how many disputes a business receives, regardless of how many disputes are won.":["Pode ser mais eficiente, bem como proporcionar uma melhor experiência do cliente, aceitar uma contestação acidental e cobrar novamente o cliente, se apropriado. Mesmo quando uma contestação é retirada, geralmente, demora cerca de 75 dias a finalizar. Lembre-se de que não importa para as redes de cartões se vence ou perde uma contestação; o que interessa é quantas contestações uma empresa recebe, independentemente de quantas venceu."],"The customer claims that the purchased product was returned or the transaction was otherwise canceled, but you have not yet provided a refund or credit.":["O cliente afirma que o produto comprado foi devolvido ou que a transação foi cancelada, mas ainda não lhe forneceu um reembolso ou crédito."],"First, try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction. Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["Primeiro, tente entrar em contacto com o seu cliente. Por vezes, as pessoas esquecem-se de pagamentos que efetuaram ou não reconhecem a forma como estes são apresentados no extrato do respetivo cartão. Se for esse o caso, peça-lhes que contactem o respetivo emissor do cartão e o informem de que já não contestam a transação. Mesmo que o cliente aceite retirar a contestação, tem, mesmo assim, de enviar as provas adequadas. Simplesmente dizer que o cliente vai retirar a contestação não constitui uma prova suficiente."],"Get your customer to withdraw the dispute by helping them identify the payment. Otherwise, challenge the dispute with appropriate evidence that proves the purchase was legitimate. ":["Solicite ao seu cliente que retire a disputa ajudando-o a identificar o pagamento. Caso contrário, conteste a disputa mediante prova adequada que demonstre que a compra foi legítima. "],"The customer doesn’t recognize the payment appearing on their card statement.":["O cliente não reconhece o pagamento que é apresentado no respetivo extrato bancário."],"If you believe the dispute is invalid, you can challenge it by submitting the appropriate evidence using the response forms on the next screen.":["Se considerar que a contestação é inválida, pode refutá-la ao enviar as provas corretas através dos formulários de resposta no ecrã seguinte."],"Unrecognized":["Não reconhecido"],"Otherwise, use the forms on the next screen to submit evidence that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Caso contrário, utilize os formulários no ecrã seguinte para enviar provas de que a subscrição ainda estava ativa, que o cliente estava ciente disso e que não seguiu o procedimento de cancelamento."],"Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence using the forms on the next screen. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["Mesmo que o cliente aceite retirar a contestação, tem, mesmo assim, de enviar as provas adequadas através dos formulários no ecrã seguinte. Simplesmente dizer que o cliente vai retirar a contestação não constitui uma prova suficiente."],"First, get in touch with your customer. If you understand what they believe happened, there is a chance for you to explain the misunderstanding or to make it right. ":["Primeiro, entre em contacto com o seu cliente. Se compreender o que o cliente considera que ocorreu, há uma possibilidade de explicar o desentendimento ou de o resolver. "],"Prove that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Comprove que a subscrição ainda estava ativa, que o cliente estava ciente disso e que não seguiu o seu procedimento de cancelamento."],"The customer claims that you continued to charge them after a subscription was canceled.":["O cliente afirma que continuou a cobrá-lo após o cancelamento de uma subscrição."],"If your customer was not refunded appropriately, you will need to accept the dispute, or resolve the issue with your customer. The credit card networks place liability for accepting disputed payments with you, the business.":["Se o seu cliente não recebeu um reembolso adequadamente, terá de aceitar a contestação ou resolver o problema com o cliente. As redes de cartões de crédito colocam a responsabilidade pela aceitação de pagamentos contestados em si, a empresa."],"Subscription canceled":["Subscrição cancelada"],"If the customer withdraws their dispute you should still submit evidence using the forms on the next screen. Be sure to provide a letter or email from the cardholder stating that they are no longer in dispute.":["Se o cliente retirar a contestação, deve, mesmo assim, enviar provas através dos formulários no ecrã seguinte. Certifique-se de que fornece uma carta ou um e-mail do titular do cartão a indicar que o mesmo retirou a contestação."],"If your customer made no attempt to return the product or cancel the service, or if you provided a replacement product or service, make sure to note that as well.":["Se o seu cliente não tentou devolver o produto ou cancelar o serviço ou se forneceu um serviço ou um produto de substituição, saliente esse facto."],"For products that have been repaired or replaced, provide evidence that the cardholder agreed to a repair or replacement, it has been received by the customer, and the repair or replacement has not since been disputed.":["Para os produtos que foram reparados ou substituídos, forneça provas de que o titular do cartão aceitou uma reparação ou uma substituição, que foi recebido pelo cliente e que a reparação ou a substituição não foi contestada desde então."],"If the customer has not yet returned the product or canceled the service, provide specific information to that effect. You should double-check your incoming shipping records to verify that you have not received a return before you respond. If you have processed a credit or reversal for this transaction, provide evidence of this which includes the amount and date processed.":["Se o cliente ainda não tiver devolvido o produto ou cancelado o serviço, forneça informações específicas acerca disso. Deve verificar novamente os registos de envios recebidos para confirmar que não recebeu uma devolução antes de responder. Se tiver processado um crédito ou uma anulação desta transação, forneça provas disso, incluindo o montante e a data de processamento."],"If the product or service is as described, provide specific information (invoice, contract, etc.) to refute the cardholder’s claims. Quality disputes are where the customer does not agree with the condition of merchandise or service received (e.g., a car repair situation or quality of a hotel room). There may be instances where you will need to obtain a neutral third-party opinion to help corroborate your claim against the cardholder. Provide as much specific information and documentation as possible to refute the cardholder’s claims. It is recommended that you address each point that the cardholder has made.":["Se o produto ou o serviço corresponder à descrição, forneça informações específicas (fatura, contrato, etc.) para refutar as afirmações do titular do cartão. As contestações referentes à qualidade ocorrem quando um cliente não aceita a condição da mercadoria ou do serviço recebido (por exemplo, uma situação de reparação automóvel ou a qualidade de um quarto de hotel). Podem haver casos em que precisa de obter uma opinião de terceiros neutra para ajudar a colaborar a sua afirmação relativamente à do titular do cartão. Forneça o máximo de documentação e informações específicas possível para refutar as afirmações do titular do cartão. Recomenda-se que aborde todos os argumentos que o titular do cartão apresentou."],"Demonstrate that the product or service was delivered as described at the time of purchase.":["Demonstre que o produto ou o serviço foi fornecido conforme descrito no momento da compra."],"The product or service was received but was defective, damaged, or not as described.":["O produto ou o serviço foi recebido, mas tinha um defeito, estava danificado ou não correspondia à descrição."],"If you can not prove the customer received their product or service as described, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Se não conseguir comprovar que o cliente recebeu o respetivo produto ou serviço conforme descrito, deve aceitar a contestação. Não é possível emitir um reembolso enquanto um pagamento está a ser contestado. As redes de cartões de crédito colocam a responsabilidade pela aceitação de pagamentos contestados em si, a empresa."],"Product unacceptable":["Produto não aceitável"],"Credit not processed":["Crédito não processado"],"First, get in touch with your customer. Understanding why they filed the dispute will be important for helping make sure your customer gets the product and will give you critical information to prevent this from happening to others.":["Primeiro, entre em contacto com o seu cliente. Compreender o motivo da contestação será importante para se certificar de que o cliente obtém o produto e proporciona-lhe informações críticas para impedir que tal ocorra com outras pessoas."],"Prove that the customer received a physical product or offline service, or made use of a digital product or online service. This must have occurred prior to the date the dispute was initiated.":["Comprove que o cliente recebeu um produto físico ou um serviço offline ou utilizou um produto digital ou serviço online. Isto deve ter ocorrido antes da data em que a contestação foi iniciada."],"The customer claims they did not receive the products or services purchased.":["O cliente afirma que não recebeu os produtos ou serviços comprados."],"If you can not prove the customer received their product or service, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Se não conseguir comprovar que o cliente recebeu o respetivo produto ou serviço, deve aceitar a contestação. Não é possível emitir um reembolso enquanto um pagamento está a ser contestado. As redes de cartões de crédito colocam a responsabilidade pela aceitação de pagamentos contestados em si, a empresa."],"Product not received":["Produto não recebido"],"Insufficient funds":["Fundos insuficientes"],"Check returned":["Cheque devolvido"],"Incorrect account details":["Detalhes da conta incorretos"],"This is an uncategorized dispute, so you should contact the customer for additional details to find out why the payment was disputed.":["Este é uma contestação sem categoria, como tal, deve contactar o cliente para obter detalhes adicionais e descobrir o motivo pelo qual o pagamento foi contestado."],"General":["Geral"],"Bank cannot process":["O banco não consegue processar"],"Try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction.":["Tente entrar em contacto com o seu cliente. Por vezes, as pessoas esquecem-se de pagamentos que efetuaram ou não reconhecem a forma como estes são apresentados no extrato do respetivo cartão. Se for esse o caso, peça-lhes que contactem o respetivo emissor do cartão e o informem de que já não contestam a transação."],"Provide adequate payment and order details so that a legitimate customer recognizes it, or proves to the card issuer that their cardholder authorized the transaction.":["Forneça os detalhes da encomenda e do pagamento adequados para que um cliente legítimo os possa reconhecer ou que comprovem ao emissor do cartão que o titular do cartão autorizou a transação."],"This is the most common reason for a dispute, and happens when a cardholder claims that they didn’t authorize the payment. This can happen if the card was lost or stolen and used to make an unauthorized transaction. It can also happen if the cardholder doesn’t recognize the payment as it appears on the billing statement from their card issuer.":["Este é o motivo mais comum para uma disputa e acontece quando um titular de cartão alega que não autorizou o pagamento. Tal pode ocorrer se o cartão foi perdido ou roubado e utilizado para efetuar uma transação não autorizada. Também pode ocorrer se o titular do cartão não reconhecer o pagamento tal como é apresentado no extrato de faturação do respetivo emissor do cartão."],"If you believe the payment was actually made using a stolen credit card, you will need to accept the dispute. The credit card networks place liability for accepting unauthorized transactions with you, the business.":["Se considerar que o pagamento foi efetuado com um cartão de crédito roubado, terá de aceitar a disputa. As redes de cartões de crédito colocam a responsabilidade pela aceitação de transações não autorizadas em si, a empresa."],"Status":["Estado"],"Close":["Fechar"],"Error retrieving disputes.":["Ocorreu um erro ao obter as contestações."],"Error retrieving dispute.":["Ocorreu um erro ao obter a contestação."],"There has been an error accepting the dispute. Please try again later.":["Ocorreu um erro ao aceitar a contestação. Tente novamente mais tarde."],"You have accepted the dispute.":["Aceitou a contestação."],"You have accepted the dispute for order #%s.":["Aceitou a contestação da encomenda n.º %s."],"Error retrieving payout.":["Ocorreu um erro ao obter o pagamento."],"Error retrieving payouts.":["Ocorreu um erro ao obter pagamentos."],"Error creating instant payout.":["Ocorreu um erro ao criar o pagamento instantâneo."],"View details":["Ver detalhes"],"Instant payout for %s in transit.":["Pagamento instantâneo de %s em trânsito."],"Lost":["Perdeu"],"Won":["Venceu"],"Charge refunded":["Cobrança reembolsada"],"Under review":["Em revisão"],"Needs response":["Necessita de resposta"],"Inquiry: Closed":["Pedido: fechado"],"Inquiry: Under review":["Pedido: em revisão"]}}}