{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"pt","project_id_version":"WooCommerce - WooCommerce Payments"},"Provide an email address where you would like to receive communications about your WooPayments account.":[""],"Notifications email":[""],"Please enter a valid email address.":["Por favor insira um endereço de email válido."],"Receive important notifications about your WooPayments account.":[""],"Account notifications":[""],"%1$s, and %2$s buttons":[""],"%1$s and %2$s buttons":[""],"%s button":[""],"This transaction is being reviewed under Visa’s network compliance rules.":[""],"By activating this feature, you accept {{stripeLink}}Stripe{{\/stripeLink}} and {{amazonLink}}Amazon{{\/amazonLink}}'s terms of use.":[""],"Your account's country is not supported for tax ID validation.":[""],"The provided %s failed validation.":[""],"You are saving %s%% on processing fees.":[""],"You are saving %1$s%% on processing fees through %2$s.":[""],"You are saving %1$s%% on processing fees for the first %2$s of total payment volume.":[""],"You are saving %1$s%% on processing fees for the first %2$s of total payment volume or through %3$s.":[""],"%s%% off fees":[""],"%1$s%% off fees through %2$s":[""],"Promotion details":[""],"Discount details":[""],"By enabling this feature, you agree to {{stripeLink}}Stripe{{\/stripeLink}}, and {{googleLink}}Google{{\/googleLink}}'s terms of use.":[""],"By enabling this feature, you agree to {{stripeLink}}Stripe{{\/stripeLink}} and{{appleLink}} Apple{{\/appleLink}}'s terms of use.":[""],"Error retrieving promotions. Please try again later.":[""],"Error dismissing promotion. Please try again.":[""],"Promotion dismissed.":[""],"Error activating promotion. Please try again.":[""],"Promotion activated successfully!":[""],"Dialog opened: %s":[""],"More information":["Mais informação"],"{{linkToStripePage}}Learn more{{\/linkToStripePage}} about %s Fees in your country":[""],"Configure the display of Amazon Pay buttons on your store.":[""],"Allow your customers to collect payments via Amazon Pay.":[""],"Show Amazon Pay buttons on store pages for faster purchases. Customers with Amazon accounts can use their stored payment information.":[""],"Enable Amazon Pay as an express payment button":[""],"Amazon Pay":["Amazon Pay"],"Your customer’s bank claims this payment violates Visa’s rules.":[""],"Non-compliant":[""],"Payout scheduling becomes available after the standard 7-day waiting period for new accounts is complete. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":[""],"This feature is deprecated. Existing subscription renewals will continue to work, but creating or managing subscriptions is no longer available. Install {{learnMoreLink}}WooCommerce Subscriptions{{\/learnMoreLink}} to continue managing subscriptions.":[""],"Customers with Apple Pay or Google Pay enabled will be able to pay with their preferred wallet as options in the payment methods list.":[""],"Enable Apple Pay \/ Google Pay as options in the payment methods list":[""],"Tax details collection is not available for your account.":[""],"Show on product page":[""],"Show express payment buttons on store pages for faster purchases. Customers with Apple Pay or Google Pay enabled will be able to pay with their preferred wallet.":[""],"Enable Apple Pay \/ Google Pay as express payment buttons":[""],"Show on checkout page":[""],"Show on cart page":[""],"Recommended for white or light-colored backgrounds with insufficient contrast.":[""],"Outline":["Contorno"],"Recommended for dark or colored backgrounds with high contrast.":[""],"Recommended for white or light-colored backgrounds with high contrast.":[""],"Supported Credit Card Brands":[""],"(+1 0000000000 can be used for test accounts)":[" (+1 0000000000 pode ser utilizado para contas de teste)"],"Log error messages (defaulted on for test accounts)":["Registar mensagens de erro (ativadas por predefinição para contas de teste)"],"The cardholder claims they did not receive the product.":["O titular do cartão alega que não recebeu o produto."],"Inquiry: Response needed":["Consulta: Resposta necessária"],"Response needed":["Resposta necessária"],"Tax details updated":["Detalhes do imposto atualizados"],"Tax details are already submitted.":["Os detalhes do imposto já foram enviados."],"11-digit number, for example 12 345 678 901.":["Número de 11 dígitos, por exemplo, 12 345 678 901."],"Enter your UEN (e.g., 200312345A) or GST Registration Number (e.g., M91234567X).":["Introduza o seu número de registo UEN (por ex., 200312345A) ou GST (por ex., M91234567X)."],"8-digit or 9-digit number, for example 99-999-999 or 999-999-999.":["Número de 8 ou 9 dígitos, por exemplo 99-999-999 ou 999-999-999."],"By providing your UEN or GST number you confirm you are a Singapore GST registered business and you are going to account for the GST.":["Ao fornecer o seu número UEN ou GST, confirma que é uma empresa registada em sede de GST em Singapura e que será responsável pelo GST."],"By inputting your IRD number you confirm that you are going to account for the GST.":["Ao introduzir o seu número IRD, confirma que será responsável pelo GST."],"By inputting your VAT number you confirm you are a Norway VAT registered business and that you are going to account for the VAT.":["Ao introduzir o seu número de IVA, confirma que é uma empresa registada em sede de IVA na Noruega e que será responsável pelo IVA."],"By inputting your ABN number you confirm that you are going to account for the GST.":["Ao introduzir o seu número ABN, confirma que será responsável pelo GST."],"UEN or GST Registration Number":["Número de registo UEN ou GST"],"IRD Number":["Número IRD"],"ABN":["ABN"],"I have a valid %1$s":["Tenho um %1$s válido"],"%s won't be visible to your customers until you provide the required information. Follow the instructions sent by our partner Stripe to your email.":["%s não será visível para os seus clientes até indicar as informações necessárias. Siga as instruções enviadas pelo Stripe, o nosso parceiro, para o seu e-mail."],"%s requires your store to be live and fully functional before it can be reviewed for use with their service. This approval process usually takes 2-3 days.":["%s requer que a sua loja esteja online e totalmente funcional antes da análise quanto à utilização com o respetivo serviço. Este processo de aprovação demora geralmente 2 a 3 dias."],"Approval pending":["Aprovação pendente"],"Your application to use %s has been rejected, please check your email for more information. Need help? {{contactSupportLink}}Contact support{{\/contactSupportLink}}":["A sua candidatura à utilização de %s foi rejeitada. Verifique o seu e-mail para obter mais informações. Precisa de ajuda? {{contactSupportLink}}Contactar a assistência{{\/contactSupportLink}}"],"Manual capture is not available when Stripe Billing is active.":["A captura manual não está disponível quando o Stripe Billing está ativo."],"Stripe Billing is not available with <b>manual capture enabled<\/b>. To use Stripe Billing, disable manual capture in your settings list.":["O Stripe Billing não está disponível com a <b>captura manual ativada<\/b>. Para utilizar o Stripe Billing, desative a captura manual na lista de definições."],"OK":["Ok"],"Enable Stripe Billing":["Ativar o Stripe Billing"],"Error saving option":["Erro ao guardar a opção"],"Enhanced fraud protection 🔒":["Proteção contra fraude melhorada 🔒"],"%s is currently powering multiple popular payment methods on your store. Without it, they will no longer be available to your customers, which may influence sales.":["Atualmente, o %s permite vários métodos de pagamento populares na sua loja. Sem isso, estes deixarão de estar disponíveis para os seus clientes, o que pode influenciar as vendas."],"The minimum amount that can be processed is %1$s %2$s.":["O valor mínimo que pode ser processado é de %1$s %2$s."],"The payment amount is too small to be processed.":["O valor do pagamento é demasiado baixo para ser processado."],"Total per transaction":["Total por transação"],"Currency conversion fee":["Taxa de conversão de moeda"],"International payment method fee":["Taxa de método de pagamento internacional"],"There has been an error capturing the payment for order #%s.":["Ocorreu um erro ao capturar o pagamento da encomenda n.º %s."],"Unable to process the payment. Please try again later.":["Não foi possível processar o pagamento. Tente novamente mais tarde."],"An unexpected error occurred. Please try again later.":["Ocorreu um erro inesperado. Tente novamente mais tarde."],"The payment cancellation failed to complete.":["Falha ao concluir o cancelamento do pagamento."],"The payment capture failed to complete.":["Falha ao concluir a captura do pagamento."],"This payment cannot be processed in its current state.":["Este pagamento não pode ser processado no seu estado atual."],"The payment cannot be processed due to a mismatch with order details.":["O pagamento não pode ser processado devido a não correspondência com os dados da encomenda."],"Payment cannot be processed for partially or fully refunded orders.":["O pagamento não pode ser processado para encomendas total ou parcialmente reembolsadas."],"The order could not be found.":["Esta encomenda não foi encontrada."],"There has been an error canceling the payment for order #%s.":["Ocorreu um erro ao cancelar o pagamento da encomenda n.º %s."],"Activate payments":["Ativar pagamentos"],"In order to receive payouts, you will need to provide your bank details.":["Para receber pagamentos, terá de fornecer os seus dados bancários."],"To use %s, you will need to verify your business details.":["Para utilizar o %s, terá de verificar os seus detalhes da empresa."],"Your test account will be deactivated, but your transactions can be found in your order history.":["A sua conta de teste será desativada, mas as suas transações podem ser encontradas no seu histórico de encomendas."],"Before continuing, please make sure that you're aware of the following:":["Antes de continuar, certifique-se de que está ciente do seguinte:"],"Activate payments on your store":["Ativar pagamentos na sua loja"],"Checkout policies":["Políticas de finalização da compra"],"When enabled, WooPay checkout will be themed with your store’s brand colors and fonts. {{docs}}Learn more {{\/docs}}":["Quando ativada, a finalização da compra WooPay será personalizada com as cores e tipos de letra da marca da sua loja. {{docs}}Saiba mais {{\/docs}}"],"Enable global theme support":["Ativar suporte de tema global"],"Checkout theme":["Tema da finalização da compra"],"Support phone number cannot be empty.":["O número de telefone da assistência não pode ficar vazio."],"Manage and update your bank account information to receive payouts.":["Administre e atualize as suas informações de conta bancária para receber pagamentos."],"Payout bank account":["Conta bancária de pagamento"],"Payout schedule":["Plano de pagamentos"],"Payouts":["Pagamentos"],"Some appearance settings may be overridden in the express payment section of the Cart & Checkout blocks.":["Algumas definições de aspeto podem ser anuladas na secção de pagamento rápido dos blocos Carrinho e Finalização da compra."],"%s, and %s":["%s e %s"],"%s and %s":["%s e %s"],"Boost sales by offering customers additional buying power and flexible payment options.":["Aumente as vendas oferecendo aos clientes mais poder de compra e opções de pagamento flexíveis."],"Buy now, pay later":["Compre agora, pague mais tarde"],"13-digit number, for example 1234567890123.":["Número de 13 dígitos, por exemplo, 1234567890123."],"Corporate Number":["Número corporativo"],"The information you provide here will be used for all of your account's tax documents.":["As informações que fornecer aqui serão utilizadas para todos os documentos fiscais da sua conta."],"Set your %1$s":["Configure %1$s"],"Set your tax details":["Defina os seus detalhes fiscais"],"To preview the express checkout buttons, ensure your store uses HTTPS on a publicly available domain, and you're viewing this page in a Safari or Chrome browser. Your device must be configured to use Apple Pay or Google Pay.":["Para pré-visualizar os botões de finalização da compra rápida, assegure que a sua loja utiliza HTTPS num domínio público e que visualiza esta página com o browser Safari ou Chrome. O seu dispositivo tem de estar configurado para utilizar Apple Pay ou Google Pay."],"Failed to preview the Apple Pay or Google Pay button. Ensure your store uses HTTPS on a publicly available domain and you're viewing this page in a Safari or Chrome browser. Your device must be configured to use Apple Pay or Google Pay.":["Falha ao pré-visualizar o botão Apple Pay ou Google Pay. Assegure que a sua loja utiliza HTTPS num domínio público e que visualiza esta página com o browser Safari ou Chrome. O seu dispositivo tem de estar configurado para utilizar Apple Pay ou Google Pay."],"Controls the corner roundness of express payment buttons.":["Controla o contorno redondo do canto dos botões de pagamento rápido."],"Border radius, slider":["Raio da borda, barra deslizante"],"Border radius, number input":["Raio da borda, introdução numérica"],"Mobile number":["Número de telemóvel"],"This payment method is enabled by other extensions. {{reviewExtensions}}Review extensions{{\/reviewExtensions}} to improve the shopper experience.":["Este método de pagamento é ativado por outras extensões. {{reviewExtensions}}Reveja as extensões{{\/reviewExtensions}} para melhorar a experiência do comprador."],"Enable or disable %s on your store.":["Ativar ou desativar o %s na sua loja."],"Cartes Bancaires":["Cartes Bancaires"],"Payouts are currently paused because a recent payout failed. Please {{updateLink}}update your bank account details{{\/updateLink}}.":["Os pagamentos estão em pausa devido à falha de um pagamento recente. {{updateLink}}Atualize os dados da sua conta bancária{{\/updateLink}}."],"Do you want to continue?":["Pretende continuar?"],"Additionally, only card payments support manual capture. Non-card payments will be hidden from checkout.":["Adicionalmente, apenas pagamentos de cartão suportam a captura manual. Os pagamentos não efetuados com cartão serão ocultados da finalização da compra."],"Payments must be captured within 7 days or the authorization will expire and money will be returned to the shopper.":["Os pagamentos têm de ser capturados dentro de 7 dias ou a autorização expirará e o dinheiro será devolvido ao comprador."],"Basic level help icon":["Ícone de ajuda de nível básico"],"Please type only valid emails":["Introduza apenas e-mails válidos"],"Please fill out all required fields":["Preencha todos os campos obrigatórios"],"WooPay Connect Direct Checkout":["WooPay Connect Direct Checkout"],"Payouts are paused while your available funds balance remains below %s. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Os pagamentos são colocados em pausa enquanto o seu saldo de fundos disponíveis permanece abaixo de %s. {{learnMoreLink}}Saiba mais{{\/learnMoreLink}}"],"Payout scheduling is currently unavailable for your store. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["O agendamento de pagamentos está atualmente indisponível para a sua loja. {{learnMoreLink}}Saiba mais{{\/learnMoreLink}}"],"Test mode lets you try out payments, refunds, disputes and other such processes as you're working on your store without handling live payment information. All incoming orders will be simulated, and test mode will have to be disabled before you can accept real orders.":["O modo de teste permite-lhe experimentar pagamentos, reembolsos, disputas e outros processos semelhantes enquanto trabalha na sua loja sem necessidade de gerir a informação de pagamento em tempo real. Todas as encomendas recebidas serão simuladas e o modo de teste terá de ser desativado antes de poder aceitar encomendas reais."],"Are you sure you want to enable test mode?":["Tem a certeza de que pretende ativar o modo de teste?"],"Learn more about test mode":["Saiba mais sobre o modo de teste"],"There has been an error refunding the payment #%s. Please try again later.":["Ocorreu um erro ao reembolsar o pagamento n.º %s. Tente novamente mais tarde."],"Refunded payment #%s.":["Pagamento reembolsado n.º %s."],"You have no funds available. {{whyLink}}Why?{{\/whyLink}}":["Não tem fundos disponíveis. {{whyLink}}Porquê?{{\/whyLink}}"],"Learn more about fraud protection":["Saiba mais sobre a proteção contra fraude"],"Book with WooPay":["Reservar com WooPay"],"Donate with WooPay":["Doar com o WooPay"],"Please select your product options before proceeding.":["Selecione as suas opções de produto antes de continuar."],"Sorry, this product is unavailable. Please choose a different combination.":["Desculpe, este produto não está disponível. Por favor escolha uma combinação diferente."],"Contact Support":["contacte o apoio técnico"],"Preview of checkout":["Pré-visualização da finalização da compra"],"Upload a custom logo. Upload a horizontal image with a white or transparent background for best results. Use a PNG or JPG image format. Recommended width: 512 pixels minimum.":["Carregue um logótipo personalizado. Para obter os melhores resultados, carregue uma imagem horizontal com um fundo branco ou transparente. Utilize um formato de imagem PNG ou JPG. Largura recomendada: mínimo de 512 píxeis."],"Checkout logo":["Logótipo da finalização da compra"],"WooPay Disable Feedback":["Feedback de desativação do WooPay"],"WooPay Logo":["Logótipo do WooPay"],"Something went wrong. Please try again.":["Alguma coisa correu mal. Por favor tente de novo."],"Override the default {{privacyLink}}privacy policy{{\/privacyLink}} and {{termsLink}}terms of service{{\/termsLink}}, or add custom text to WooPay checkout. {{learnMoreLink}}Learn more{{\/learnMoreLink}}.":["Anule a {{privacyLink}}política de privacidade{{\/privacyLink}} e os {{termsLink}}termos de serviço{{\/termsLink}} predefinidos ou adicione texto personalizado à finalização da compra do WooPay. {{learnMoreLink}}Saiba mais{{\/learnMoreLink}}."],"Error retrieving file.":["Erro ao obter ficheiro."],"More options for specific payment needs.":["Mais opções para necessidades de pagamento específicas."],"By enabling this setting, future %s subscription purchases will utilize Stripe Billing for payment processing. Note: This feature supports card payments only and may lack support for key subscription features. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Ao ativar esta definição, as compras de subscrição %s futuras utilizarão o Stripe Billing para o processamento de pagamentos. Nota: esta funcionalidade apenas suporta pagamentos com cartão e pode não suportar funcionalidades-chave de subscrição. {{learnMoreLink}}Saiba mais{{\/learnMoreLink}}"],"Alternatively, you can enable this setting and future %s subscription purchases will also utilize Stripe Billing for payment processing. Note: This feature supports card payments only and may lack support for key subscription features. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Alternativamente, pode ativar esta definição e as compras de subscrição %s futuras também utilizarão o Stripe Billing para o processamento de pagamentos. Nota: esta funcionalidade apenas suporta pagamentos com cartão e pode não suportar funcionalidades-chave de subscrição. {{learnMoreLink}}Saiba mais{{\/learnMoreLink}}"],"Enable Stripe Billing for future subscriptions":["Ativar o Stripe Billing para subscrições futuras"],"Subscriptions":["Subscrições"],"%d customer subscription is being migrated from Stripe off-site billing to billing powered by %s and %s.":["%d subscrição de cliente está a ser migrada da faturação externa da Stripe para uma faturação de %s e %s.","%d subscrições de cliente estão a ser migradas da faturação externa da Stripe para uma faturação de %s e %s."],"There is %d customer subscription using Stripe Billing for subscription renewals. We suggest migrating it to on-site billing powered by the %s plugin. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Existe %d subscrição de cliente que utiliza o Stripe Billing para renovações de subscrição. Sugerimos a sua migração para uma faturação interna possibilitada pelo plugin %s. {{learnMoreLink}}Saiba mais{{\/learnMoreLink}}","Existem %d subscrições de cliente que utilizam o Stripe Billing para o processamento de pagamentos. Sugerimos a sua migração para uma faturação interna possibilitada pelo plugin %s. {{learnMoreLink}}Saiba mais{{\/learnMoreLink}}"],"Begin migration":["Iniciar migração"],"%d customer subscription was successfully migrated from Stripe off-site billing to on-site billing powered by %s and %s.":["%d subscrição de cliente foi migrada com sucesso da faturação externa da Stripe para uma faturação interna de %s e %s.","%d subscrições de cliente foram migradas com sucesso da faturação externa da Stripe para uma faturação interna de %s e %s."],"There is currently %d customer subscription using Stripe Billing for payment processing. This subscription will be automatically migrated to use the on-site billing engine built into %s once Stripe Billing is disabled. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Existe atualmente %d subscrição de cliente que utiliza o Stripe Billing para o processamento de pagamentos. Esta subscrição será automaticamente migrada para utilização do motor de faturação interna incorporado em %s quando o Stripe Billing for desativado. {{learnMoreLink}}Saiba mais{{\/learnMoreLink}}","Existem atualmente %d subscrições de cliente que utilizam o Stripe Billing para o processamento de pagamentos. Estas subscrições serão automaticamente migradas para utilização do motor de faturação interna incorporado em %s quando o Stripe Billing for desativado. {{learnMoreLink}}Saiba mais{{\/learnMoreLink}}"],"Error starting the Stripe Billing migration.":["Erro ao iniciar a migração do Stripe Billing."],"Customer statements":["Extratos do cliente"],"Provide contact information where customers can reach you for support.":["Forneça informações que permitam ao cliente contactá-lo para assistência."],"Customer bank statement (kana)":["Extrato bancário do cliente (kana)"],"Use only kana characters.":["Utilize apenas caracteres kana."],"Customer bank statement (kanji)":["Extrato bancário do cliente (kanji)"],"Use only kanji characters.":["Utilize apenas caracteres kanji."],"Use only latin characters.":["Utilize apenas caracteres latinos."],"The cardholder claims this is an unauthorized transaction.":["O titular do cartão alega que esta é uma transação não autorizada."],"The cardholder claims this is a duplicate transaction.":["O titular do cartão alega que esta é uma transação duplicada."],"The cardholder claims a credit was not processed.":["O titular do cartão alega que um crédito não foi processado."],"The cardholder claims a subscription was canceled.":["O titular do cartão alega que uma subscrição foi cancelada."],"The cardholder claims the product was unacceptable.":["O titular do cartão alega que o produto não é aceitável."],"Help avoid unauthorized transactions and disputes by setting your fraud protection level.":["Ajuda a evitar transações não autorizadas e disputas definindo o seu nível de proteção contra fraude."],"Let your customers pay with JCB, the only international payment brand based in Japan.":["Permita que os clientes paguem com o JCB, a única marca de pagamentos internacionais localizada no Japão."],"More information needed":["São necessárias mais informações"],"Learn more about enabling payment methods":["Saiba mais sobre a ativação de métodos de pagamento"],"We need more information from you to enable this method. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Precisamos de mais informações suas para ativarmos este método. {{learnMoreLink}}Saiba mais.{{\/learnMoreLink}}"],"One or more of your extensions are incompatible with WooPay.":["Uma ou mais das suas extensões são incompatíveis com o WooPay."],"{{linkToStripePage \/}} about %s Fees":["{{linkToStripePage \/}} acerca de Taxas do %s"],"View our documentation":["Ver a nossa documentação"],"When enabled, payment methods powered by %s will appear on checkout.":["Quando ativados, os métodos de pagamento fornecidos pelo %s serão apresentados na finalização da compra."],"Enable Subscriptions with %s":["Ativar subscrições com %s"],"Payment methods that need %s:":["Métodos de pagamento que requerem o %s:"],"Disable %s":["Desativar %s"],"Enable %s":["Ativar %s"],"Union Pay":["Union Pay"],"Stripe Account":["Conta Stripe"],"In-Person Card Payment":["Pagamento com cartão presencial"],"Card Payment":["Pagamento com cartão"],"ACSS Debit":["Débito ACSS"],"ACH Debit":["Débito ACH"],"ACH Credit Transfer":["Transferência de crédito ACH"],"Visa":["Visa"],"UnionPay":["UnionPay"],"Mastercard":["MasterCard"],"JCB":["JCB"],"Discover":["Descobrir"],"Diners Club":["Diners Club"],"American Express":["American Express"],"Disputes match <select \/> filters":["Filtros de correspondência {{select \/}} de disputa"],"<title>Status<\/title> <rule \/> <filter \/>":["<title>Estado<\/title> <rule \/> <filter \/>"],"<title>Date<\/title> <rule \/> <filter \/>":["<title>Data<\/title> <rule \/> <filter \/>"],"If you can not prove the customer’s subscription was canceled, and or they did not follow your cancellation policy, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Se não puder provar que a subscrição do cliente foi cancelada ou que o cliente não seguiu a sua política de cancelamento, deverá aceitar a disputa. Não é possível emitir um reembolso enquanto um pagamento está a ser contestado. As redes de cartões de crédito colocam a responsabilidade pela aceitação de pagamentos contestados em si, a empresa."],"Transaction unauthorized":["Transação não autorizada"],"Payments that have been blocked by a risk filter will appear under the blocked tab in {{strong}}Payments > Transactions{{\/strong}}. We'll let you know why each payment was blocked so you can determine if you need to adjust your risk filters.":["Os pagamentos bloqueados por um filtro de risco aparecerão no separador Bloqueados em {{strong}}Pagamentos > Transações{{\/strong}}. Informá-lo-emos do motivo do bloqueio de cada pagamento para saber se precisa de ajustar os seus filtros de risco."],"Review blocked transactions 📥️":["Rever transações bloqueadas 📥️"],"Choose Advanced settings for full control over each filter. You can enable and configure filters to block risky transactions.":["Selecione Definições avançadas para um controlo total de cada filtro. Pode ativar e configurar filtros para bloquear transações arriscadas."],"Choose how you'd like to screen incoming transactions using our Basic or Advanced options.":["Selecione a forma de filtrar as transações recebidas utilizando as nossas opções Básico ou Avançado."],"You can choose a level of protection for screening incoming transactions. Screened transactions will be automatically blocked by your customized fraud filters.":["Pode escolher um nível de proteção para filtrar as transações recebidas. As transações filtradas serão automaticamente bloqueadas pelos seus filtros de fraude personalizados."],"Pending verification":["Com verificação pendente"],"When enabled, customers will be able to checkout using WooPay. In order to use {{wooPayLink}}WooPay{{\/wooPayLink}}, you must agree to our {{tosLink}}WooCommerce Terms of Service{{\/tosLink}} and {{privacyLink}}Privacy Policy{{\/privacyLink}}. {{trackingLink}}Click here{{\/trackingLink}} to learn more about the data you will be sharing and opt-out options.":["Quando ativado, os clientes podem finalizar a compra utilizando o WooPay. Para utilizar o {{wooPayLink}}WooPay{{\/wooPayLink}}, tem de aceitar os nossos {{tosLink}}Termos de Serviço do WooCommerce{{\/tosLink}} e a {{privacyLink}}Política de Privacidade{{\/privacyLink}}. {{trackingLink}}Clique aqui{{\/trackingLink}} para saber mais sobre os dados que irá partilhar e para aceder às opções que permitem recusar a partilha."],"Payouts may be interrupted while your %s balance remains negative. {{whyLink}}Why?{{\/whyLink}}":["Os pagamentos podem ser interrompidos enquanto o seu saldo %s for negativo. {{whyLink}}Porquê?{{\/whyLink}}"],"Your payouts are {{strong}}temporarily suspended{{\/strong}}. {{suspendLink}}Learn more{{\/suspendLink}}":["Os seus pagamentos estão {{strong}}temporariamente suspensos{{\/strong}}. {{suspendLink}}Saiba mais{{\/suspendLink}}"],"{{learnMoreLink}}Learn More{{\/learnMoreLink}}":["{{learnMoreLink}}Saiba mais{{\/learnMoreLink}}"],"Provides basic anti-fraud protection only.":["Apenas oferece proteção antifraude básica."],"Basic filter level":["Nível de filtro básico"],"Take more control 🎚️":["Tenha mais controlo 🎚️"],"Choose your filter level 🚦":["Escolha o seu nível de filtro 🚦"],"See what's new":["Descubra as novidades"],"Basic":["Básico"],"Provides the base level of platform protection.":["Oferece o nível básico de proteção de plataforma."],"There was an error retrieving your fraud protection settings. Please refresh the page to try again.":["Ocorreu um erro ao obter as suas definições de proteção contra fraude. Atualize a página para tentar novamente."],"Error retrieving on review transactions.":["Erro ao obter transações em análise."],"Payment for order #%s canceled successfully.":["Pagamento da encomenda n.º %s cancelado com sucesso."],"Configure":["Configurar"],"Allows you to fine-tune the level of filtering according to your business needs.":["Permite-lhe ajustar com exatidão o nível da filtragem de acordo com os requisitos do seu negócio."],"Advanced":["Avançadas"],"Set your payment risk level":["Defina o seu nível de risco de pagamento"],"Provides a standard level of filtering that's suitable for most business.":["Oferece um nível padrão de filtragem que é adequado para a maioria dos negócios."],"The card's issuing bank cannot verify the CVV.":["O banco emissor do cartão não pode verificar o CVV."],"The billing address does not match what is on file with the card issuer.":["O endereço de faturação não corresponde à informação em arquivo do emissor do cartão."],"Payments will be {{blocked}}blocked{{\/blocked}} if:":["Os pagamentos serão {{blocked}}bloqueados{{\/blocked}} se:"],"Provides a standard level of filtering that's suitable for most businesses.":["Oferece um nível padrão de filtragem que é adequado para a maioria dos negócios."],"Offers the highest level of filtering for stores, but may catch some legitimate transactions.":["Oferece um nível elevado de filtragem para lojas, mas pode sinalizar algumas transações legítimas."],"Boost conversion and customer loyalty by offering a single click, secure way to pay.":["Aumente a conversão e a fidelidade dos clientes oferecendo uma forma de pagar segura com 1 clique."],"Boost conversion and customer loyalty by offering a single click, secure way to pay. In order to use {{wooPayLink}}WooPay{{\/wooPayLink}}, you must agree to our {{tosLink}}WooCommerce Terms of Service{{\/tosLink}} and {{privacyLink}}Privacy Policy{{\/privacyLink}}. {{trackingLink}}Click here{{\/trackingLink}} to learn more about the data you will be sharing and opt-out options.":["Aumente a conversão e a fidelidade dos clientes oferecendo uma forma de pagar segura com 1 clique. Para utilizar o {{wooPayLink}}WooPay{{\/wooPayLink}}, tem de aceitar os nossos {{tosLink}}Termos de Serviço do WooCommerce{{\/tosLink}} e a {{privacyLink}}Política de Privacidade{{\/privacyLink}}. {{trackingLink}}Clique aqui{{\/trackingLink}} para saber mais sobre os dados que irá partilhar e para aceder às opções que permitem recusar a partilha."],"To preview the express checkout buttons, activate at least one express checkout.":["Para pré-visualizar os botões de finalização da compra rápida, ative, no mínimo, uma finalização da compra rápida."],"Book with":["Reservar com"],"Donate with":["Doar com"],"Buy with":["Comprar com"],"See the preview of enabled express payment buttons.":["Veja a pré-visualização dos botões de pagamento rápido ativados."],"Button size":["Tamanho do botão"],"To enable WooPay, you must first disable Link by Stripe.":["Para ativar o WooPay, primeiro, tem de desativar o Link by Stripe."],"To enable Link by Stripe, you must first disable WooPay.":["Para ativar o Link by Stripe, primeiro, tem de desativar o WooPay."],"Customer support":["Assistência ao cliente"],"Support phone number cannot be empty once it has been set before, please specify.":["O número de telefone da assistência não pode ficar vazio após ter sido indicado anteriormente. Especifique."],"Please enter a valid phone number.":["Introduza um número de telefone válido."],"This may be visible on receipts, invoices, and automated emails from your store.":["Pode ser incluído em recibos, faturas e e-mails automáticos da sua loja."],"Support email cannot be empty once it has been set before, please specify.":["O e-mail da assistência não pode ficar vazio após ter sido indicado anteriormente. Especifique."],"These settings will also apply to the %s on your store.":["Estas definições também se aplicarão a %s na sua loja."],"Required":["Obrigatório"],"WooPay is unavailable at this time. Sorry for the inconvenience.":["O WooPay encontra-se indisponível neste momento. Pedimos desculpa pelo incómodo."],"Configure the display of WooPay buttons on your store.":["Configure a exibição dos botões WooPay na sua loja."],"Buy with WooPay":[" Comprar com WooPay"],"Error retrieving uncaptured transactions.":["Erro ao obter as transações não capturadas."],"Error retrieving authorization.":["Erro ao obter a autorização."],"Payment for order #%s captured successfully.":["Pagamento da encomenda n.º %s capturado com sucesso."],"Got it":["Compreendi"],"Funds are available for payout %s business days after they’re received.":["Os fundos ficam disponíveis para pagamento %s dias úteis após serem recebidos."],"Learn more about pending schedules":["Saiba mais sobre agendas pendentes"],"Last day of the month":["Último dia do mês"],"Friday":["Sexta-feira"],"Thursday":["Quinta-feira"],"Wednesday":["Quarta-feira"],"Tuesday":["Terça-feira"],"Monday":["Segunda-feira"],"Payouts will occur every business day.":["Os pagamentos ocorrerão todos os dias úteis."],"Payouts that fall on a holiday will initiate on the next business day.":["Os pagamentos que calham num feriado serão iniciados no dia útil seguinte."],"Payouts scheduled on a weekend will be sent on the next business day.":["Os pagamentos agendados para um fim de semana serão enviados no dia útil seguinte."],"Day":["Dia"],"Frequency":["Frequência"],"Enable manual capture":["Ativar captura manual"],"%s is not available to your customers when the \"manual capture\" setting is enabled.":["O método %s não está disponível para os seus clientes quando a definição da \"captura manual\" está ativada."],"Checkout appearance":["Aspeto do pagamento"],"Replace":["Substituir"],"Upload custom logo":["Carregar logótipo personalizado"],"By enabling this feature, you agree to the {{stripeLinkTerms}}Link by Stripe terms{{\/stripeLinkTerms}}, and {{privacyPolicy}}Privacy Policy{{\/privacyPolicy}}.":[""],"8 to 12 digits with your country code prefix, for example DE 123456789.":["8 a 12 dígitos com o seu prefixo de código do país, por ex., DE 123456789."],"VAT Number":["Número de IVA"],"If your sales exceed the VAT threshold for your country, you're required to register for a VAT Number.":["Se as suas vendas excederem o limite de IVA do seu país, tem de se registar para obter um número de IVA."],"Confirm":["Confirmação"],"Confirm your business details":["Confirmar os detalhes da empresa"],"WooPay":["WooPay"],"When enabled, customers will be able to checkout using WooPay.":["Quando esta opção está ativada, os clientes podem realizar o pagamento através do WooPay"],"Enable WooPay":["Ativar WooPay"],"Allow your customers to collect payments via WooPay.":["Permita aos seus clientes receberem pagamentos através do WooPay."],"WooPay SMS code verification":["Verificação do código por SMS do WooPay"],"Error retrieving transactions.":["Erro ao obter as transações."],"Error retrieving transaction.":["Erro ao obter a transação."],"Error retrieving documents.":["Erro ao obter os documentos."],"Fraud protection":["Proteção contra fraude"],"From %1$f%% + %2$s":["De %1$f%% + %2$s"],"Apple Pay \/ Google Pay":["Apple Pay\/Google Pay"],"Customize":["Personalizar"],"Invalid express checkout method ID specified.":["ID de método de pagamento expresso especificado inválido."],"Configure the display of Apple Pay and Google Pay buttons on your store.":["Configure a exibição dos botões Apple Pay e Google Pay na sua loja."],"Allow your customers to collect payments via Apple Pay and Google Pay.":["Permita aos seus clientes receberem pagamentos através do Apple Pay e Google Pay."],"Error retrieving the active loan summary.":["Erro ao obter o resumo do empréstimo ativo."],"Mobile phone number":["Número de telemóvel"],"%s transactions":["%s transações"],"Email address":["Endereço de email"],"Select a dispute date":["Selecionar uma data de disputa"],"Select a dispute date filter match":["Selecionar uma correspondência de filtro de data da disputa"],"Remove dispute date filter":["Remover filtro de data de disputa"],"Disputed on date":["Contestado na data"],"Disputes match {{select \/}} filters":["Filtros de correspondência {{select \/}} de disputa"],"All disputes":["Todas as disputas"],"Dispute currency":["Moeda da disputa"],"Select a dispute status":["Selecionar estado da disputa"],"Select a dispute status filter match":["Selecionar uma correspondência de filtro de estado da disputa"],"Remove dispute status filter":["Remover filtro de estado da disputa"],"Error retrieving the summary of disputes.":["Erro ao obter o resumo das disputas."],"There was an error rendering this view. Please contact support for assistance if the problem persists.":["Ocorreu um erro ao processar esta visualização. Contacte o suporte para obter ajuda se o problema persistir."],"Support phone number":["Número de telefone do suporte"],"Support email":["E-mail do suporte"],"Business name":["Nome da empresa"],"Edit":["Editar"],"The file you have attached is exceeding the maximum limit.":["O ficheiro anexado excede o limite máximo."],"You need to provide more information to enable %s on your checkout.":["É necessário fornecer mais informações para ativar %s no seu pagamento."],"You need to provide more information to enable %s on your checkout:":["É necessário fornecer mais informações para ativar %s no seu pagamento."],"One more step to enable %s":["Mais um passo para ativar %s"],"If you choose to continue, our payment partner Stripe will send an e-mail to {{merchantEmail \/}} to collect the required information":["Se escolher continuar, o Stripe, o nosso parceiro de pagamentos, irá enviar um e-mail para {{merchantEmail \/}} para recolher as informações necessárias"],"Personal Identification Number":["Número de Identificação Pessoal"],"Business Number":["Número da Empresa"],"Business Website":["Site da Empresa"],"%s won't be visible to your customers until you provide the required information. Follow the instructions sent by our partner Stripe to %s.":["%s não será visível para os seus clientes até indicar as informações necessárias. Siga as instruções enviadas pelo Stripe, o nosso parceiro, para %s."],"This payment method is pending approval. Once approved, you will be able to use it.":["A aprovação está pendente para este método de pagamento. Assim que for aprovado, poderá utilizá-lo."],"Unknown transactions":["Transações desconhecidas"],"In-person transactions":["Transações presenciais"],"Card transactions":["Transações em cartão"]," The setting is not applied to {{a}}In-Person Payments{{\/a}} (please note that In-Person Payments should be captured within 2 days of authorization).":[" A definição não é aplicada a {{a}}Pagamentos presenciais{{\/a}} (note que os Pagamentos presenciais devem ser capturados dentro de 2 dias após a autorização)."],"Border radius":["Raio da borda"],"Allow customers to shop and pay in multiple currencies. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Permita que os clientes comprem e paguem em várias moedas. {{learnMoreLink}}Saiba mais{{\/learnMoreLink}}"],"Enable Multi-Currency":["Ativar Várias moedas"],"missing fees":["taxas em falta"],"<s>%1$s<\/s> %2$s":["<s>%1$s<\/s> %2$s"],"When enabled, users will be able to pay with a saved card during checkout. Card details are stored in our platform, not on your store.":["Quando esta opção estiver ativada, os utilizadores poderão pagar com um cartão guardado durante o pagamento. Os detalhes do cartão são armazenados na nossa plataforma e não na sua loja."],"Enable payments via saved cards":["Ativar pagamentos através dos cartões guardados"],"Base transaction fees: %s":["Taxas de transação base: %s"],"Enable":["Ativar"],"{{title}}Status{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Estado{{\/title}} {{rule \/}} {{filter \/}}"],"Charge must be captured on the order details screen within 7 days of authorization, otherwise the authorization and order will be canceled.":["A cobrança tem de ser capturada no ecrã de detalhes da encomenda no prazo de 7 dias após a autorização. Caso contrário, a autorização e a encomenda serão canceladas."],"Update your store's configuration to ensure smooth transactions.":["Atualize a configuração da sua loja para garantir transações sem problemas."],"Large {{helpText}}(55 px){{\/helpText}}":["Grande {{helpText}}(55 px){{\/helpText}}"],"Medium {{helpText}}(48 px){{\/helpText}}":["Médio {{helpText}}(48 px){{\/helpText}}"],"Small {{helpText}}(40 px){{\/helpText}}":["Pequeno {{helpText}}(40 px){{\/helpText}}"],"Debug mode":["Modo de depuração"],"Preview":["Pré-visualizar"],"Error retrieving all payouts' overviews.":["Ocorreu um erro ao obter as descrições gerais de todos os pagamentos."],"Use {{testCardHelpLink}}test card numbers{{\/testCardHelpLink}} to simulate various transactions. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Utilize {{testCardHelpLink}}números de cartões de teste{{\/testCardHelpLink}} para simular várias transações. {{learnMoreLink}}Saiba mais{{\/learnMoreLink}}"],"Let your customers use their favorite express payment methods and digital wallets for faster, more secure checkouts across different parts of your store.":["Permita que os seus clientes utilizem os seus métodos de pagamento rápidos e carteiras digitais favoritos para efetuar pagamentos mais seguros e mais rápidos em diferentes partes da sua loja."],"Express checkouts":["Pagamentos rápidos"],"Theme":["Tema"],"Select a button label that fits best with the flow of purchase or payment experience on your store.":["Selecione uma etiqueta de botão mais adequada ao fluxo de compra ou experiência de pagamento na sua loja."],"Call to action":["Apelo à ação"],"Only icon":["Apenas ícone"],"When enabled, payment error logs will be saved to WooCommerce > Status > Logs.":["Quando esta opção estiver ativada, os registos de erros de pagamento serão guardados em WooCommerce > Estado > Registos."],"Log error messages":["Registar mensagens de erro"],"Advanced settings":["Definições avançadas"],"{{strong}}Need help?{{\/strong}} Learn more about {{wooCommercePaymentsLink}}%s{{\/wooCommercePaymentsLink}} or {{contactSupportLink}}contact WooCommerce Support{{\/contactSupportLink}}.":["{{strong}}Precisa de ajuda?{{\/strong}} Saiba mais acerca do {{wooCommercePaymentsLink}}%s{{\/wooCommercePaymentsLink}} ou {{contactSupportLink}}contacte a assistência do WooCommerce{{\/contactSupportLink}}."],"You can add it again at any time in {{wooCommercePaymentsLink \/}}.":["Pode adicioná-lo novamente em qualquer altura em {{wooCommercePaymentsLink \/}}"],"Are you sure you want to remove {{strong}}%s{{\/strong}}? Your customers will no longer be able to pay using %s.":["Tem a certeza de que pretende remover {{strong}}%s{{\/strong}}? Os seus clientes deixarão de poder pagar com %s."],"Remove":["Remover"],"Remove %1$s from checkout":["Remover %1$s do pagamento"],"Continue":["Continuar"],"Save changes":["Guardar alterações"],"Error retrieving settings.":["Ocorreu um erro ao obter as definições."],"Error saving settings.":["Ocorreu um erro ao guardar as definições."],"Settings saved.":["Configurações guardadas"],"Add and edit payments available to customers at checkout. Based on their device type, location, and purchase history, your customers will only see the most relevant payment methods.":["Adicione e edite pagamentos disponíveis para os clientes no ato de pagamento. Com base no respetivo tipo de dispositivo, localização e histórico de compras, os seus clientes apenas verão os métodos de pagamento mais relevantes."],"Transaction preferences":["Preferências de transações"],"Manage in Stripe":["Gerir na Stripe"],"Edit the way your store name appears on your customers' bank statements.":["Edite a forma como o nome da sua loja é apresentado nos extratos bancários dos clientes."],"Payments accepted on checkout":["Pagamentos aceites"],"Cancel":["Cancelar"],"Remove file":["Remover ficheiro"],"{{title}}Date{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Data{{\/title}} {{rule \/}} {{filter \/}}"],"Advanced filters":["Filtros avançados"],"Show":["Mostrar"],"All currencies":["Todas as moedas"],"Between":["Entre"],"After":["Depois de"],"Before":["Antes de"],"Address":["Morada"],"If there have been two or more separate payments, you should get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["Se existiram dois ou mais pagamentos separados, deve contactar o cliente. Se compreender a que se refere a reclamação, há uma possibilidade de explicar o desentendimento ou de o resolver. Se conseguir resolver o problema com o cliente, pode pedir que retire a contestação."],"If they were not, collect any and all information documenting that each payment was made separately, such as copies of receipts. If the receipts don’t include the items purchased, be sure to include an itemized list. Each receipt should clearly indicate that the payments are for separate purchases of items or services. If you’ve been able to get in touch with the customer you should be sure to address any concerns they had in your evidence.":["Caso contrário, recolha quaisquer informações que documentem que cada pagamento foi feito separadamente, como cópias dos recibos. Se os recibos não incluírem os itens comprados, certifique-se de que inclui uma lista de itens. Cada recibo deve indicar claramente que os pagamentos são referentes a compras separadas de itens ou serviços. Se conseguiu entrar em contacto com o cliente, deve abordar as preocupações do mesmo nas suas provas."],"Determine if your customer was incorrectly charged multiple times.":["Determine se o cliente foi incorretamente cobrado várias vezes."],"Demonstrate that each payment was for a separate product or service.":["Demonstre que cada pagamento correspondeu a um produto ou serviço separado."],"The customer claims they were charged multiple times for the same product or service.":["O cliente afirma que foi cobrado várias vezes pelo mesmo produto ou serviço."],"If there were duplicate payments, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Se existirem pagamentos duplicados, deve aceitar a contestação. Não é possível emitir um reembolso enquanto um pagamento está a ser contestado. As redes de cartões de crédito colocam a responsabilidade pela aceitação de pagamentos contestados em si, a empresa."],"Duplicate":["Duplicar"],"Debit not authorized":["Débito não autorizado"],"Customer initiated":["Iniciado pelo cliente"],"If the cardholder agrees to withdraw the dispute, you should still submit evidence for the dispute using the forms on the next screen. In addition to the following evidence, your submission should include correspondence with the cardholder saying they would withdraw the dispute and a written statement from their card issuer confirming that the dispute has been withdrawn.":["Se o cliente aceitar retirar a contestação, deve, mesmo assim, enviar provas relativamente à mesma através dos formulários no ecrã seguinte. Além das seguintes provas, o seu envio deve incluir correspondência com o titular do cartão a indicar que este iria retirar a contestação e uma declaração escrita do respetivo emissor do cartão a confirmar que a contestação foi retirada."],"You should first get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["Primeiro, deve entrar em contacto com o seu cliente. Se compreender a que se refere a reclamação, há uma possibilidade de explicar o desentendimento ou de o resolver. Se conseguir resolver o problema com o cliente, pode pedir que retire a contestação."],"Demonstrate that you have refunded your customer through other means or that your customer is not entitled to a refund. You cannot issue a refund while a payment is being disputed. If you believe that your customer was entitled a refund that you did not provide, you can accept the dispute.":["Demonstre que reembolsou o cliente através de outros meios ou que o cliente não tem direito a um reembolso. Não é possível emitir um reembolso enquanto um pagamento está a ser contestado. Se considerar que o cliente tinha direito a um reembolso que não forneceu, pode aceitar a contestação."],"It may be more efficient—and provide a better customer experience—to accept an accidental dispute and charge the customer again, if appropriate. Even when a dispute is withdrawn, it usually takes approximately 75 days to be finalized. Remember, it doesn’t matter to the card networks whether you win or lose a dispute; what matters is how many disputes a business receives, regardless of how many disputes are won.":["Pode ser mais eficiente, bem como proporcionar uma melhor experiência do cliente, aceitar uma contestação acidental e cobrar novamente o cliente, se apropriado. Mesmo quando uma contestação é retirada, geralmente, demora cerca de 75 dias a finalizar. Lembre-se de que não importa para as redes de cartões se vence ou perde uma contestação; o que interessa é quantas contestações uma empresa recebe, independentemente de quantas venceu."],"The customer claims that the purchased product was returned or the transaction was otherwise canceled, but you have not yet provided a refund or credit.":["O cliente afirma que o produto comprado foi devolvido ou que a transação foi cancelada, mas ainda não lhe forneceu um reembolso ou crédito."],"First, try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction. Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["Primeiro, tente entrar em contacto com o seu cliente. Por vezes, as pessoas esquecem-se de pagamentos que efetuaram ou não reconhecem a forma como estes são apresentados no extrato do respetivo cartão. Se for esse o caso, peça-lhes que contactem o respetivo emissor do cartão e o informem de que já não contestam a transação. Mesmo que o cliente aceite retirar a contestação, tem, mesmo assim, de enviar as provas adequadas. Simplesmente dizer que o cliente vai retirar a contestação não constitui uma prova suficiente."],"Get your customer to withdraw the dispute by helping them identify the payment. Otherwise, challenge the dispute with appropriate evidence that proves the purchase was legitimate. ":["Solicite ao seu cliente que retire a disputa ajudando-o a identificar o pagamento. Caso contrário, conteste a disputa mediante prova adequada que demonstre que a compra foi legítima. "],"The customer doesn’t recognize the payment appearing on their card statement.":["O cliente não reconhece o pagamento que é apresentado no respetivo extrato bancário."],"If you believe the dispute is invalid, you can challenge it by submitting the appropriate evidence using the response forms on the next screen.":["Se considerar que a contestação é inválida, pode refutá-la ao enviar as provas corretas através dos formulários de resposta no ecrã seguinte."],"Unrecognized":["Não reconhecido"],"Otherwise, use the forms on the next screen to submit evidence that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Caso contrário, utilize os formulários no ecrã seguinte para enviar provas de que a subscrição ainda estava ativa, que o cliente estava ciente disso e que não seguiu o procedimento de cancelamento."],"Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence using the forms on the next screen. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["Mesmo que o cliente aceite retirar a contestação, tem, mesmo assim, de enviar as provas adequadas através dos formulários no ecrã seguinte. Simplesmente dizer que o cliente vai retirar a contestação não constitui uma prova suficiente."],"First, get in touch with your customer. If you understand what they believe happened, there is a chance for you to explain the misunderstanding or to make it right. ":["Primeiro, entre em contacto com o seu cliente. Se compreender o que o cliente considera que ocorreu, há uma possibilidade de explicar o desentendimento ou de o resolver. "],"Prove that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Comprove que a subscrição ainda estava ativa, que o cliente estava ciente disso e que não seguiu o seu procedimento de cancelamento."],"The customer claims that you continued to charge them after a subscription was canceled.":["O cliente afirma que continuou a cobrá-lo após o cancelamento de uma subscrição."],"If your customer was not refunded appropriately, you will need to accept the dispute, or resolve the issue with your customer. The credit card networks place liability for accepting disputed payments with you, the business.":["Se o seu cliente não recebeu um reembolso adequadamente, terá de aceitar a contestação ou resolver o problema com o cliente. As redes de cartões de crédito colocam a responsabilidade pela aceitação de pagamentos contestados em si, a empresa."],"Subscription canceled":["Subscrição cancelada"],"If the customer withdraws their dispute you should still submit evidence using the forms on the next screen. Be sure to provide a letter or email from the cardholder stating that they are no longer in dispute.":["Se o cliente retirar a contestação, deve, mesmo assim, enviar provas através dos formulários no ecrã seguinte. Certifique-se de que fornece uma carta ou um e-mail do titular do cartão a indicar que o mesmo retirou a contestação."],"If your customer made no attempt to return the product or cancel the service, or if you provided a replacement product or service, make sure to note that as well.":["Se o seu cliente não tentou devolver o produto ou cancelar o serviço ou se forneceu um serviço ou um produto de substituição, saliente esse facto."],"For products that have been repaired or replaced, provide evidence that the cardholder agreed to a repair or replacement, it has been received by the customer, and the repair or replacement has not since been disputed.":["Para os produtos que foram reparados ou substituídos, forneça provas de que o titular do cartão aceitou uma reparação ou uma substituição, que foi recebido pelo cliente e que a reparação ou a substituição não foi contestada desde então."],"If the customer has not yet returned the product or canceled the service, provide specific information to that effect. You should double-check your incoming shipping records to verify that you have not received a return before you respond. If you have processed a credit or reversal for this transaction, provide evidence of this which includes the amount and date processed.":["Se o cliente ainda não tiver devolvido o produto ou cancelado o serviço, forneça informações específicas acerca disso. Deve verificar novamente os registos de envios recebidos para confirmar que não recebeu uma devolução antes de responder. Se tiver processado um crédito ou uma anulação desta transação, forneça provas disso, incluindo o montante e a data de processamento."],"If the product or service is as described, provide specific information (invoice, contract, etc.) to refute the cardholder’s claims. Quality disputes are where the customer does not agree with the condition of merchandise or service received (e.g., a car repair situation or quality of a hotel room). There may be instances where you will need to obtain a neutral third-party opinion to help corroborate your claim against the cardholder. Provide as much specific information and documentation as possible to refute the cardholder’s claims. It is recommended that you address each point that the cardholder has made.":["Se o produto ou o serviço corresponder à descrição, forneça informações específicas (fatura, contrato, etc.) para refutar as afirmações do titular do cartão. As contestações referentes à qualidade ocorrem quando um cliente não aceita a condição da mercadoria ou do serviço recebido (por exemplo, uma situação de reparação automóvel ou a qualidade de um quarto de hotel). Podem haver casos em que precisa de obter uma opinião de terceiros neutra para ajudar a colaborar a sua afirmação relativamente à do titular do cartão. Forneça o máximo de documentação e informações específicas possível para refutar as afirmações do titular do cartão. Recomenda-se que aborde todos os argumentos que o titular do cartão apresentou."],"Demonstrate that the product or service was delivered as described at the time of purchase.":["Demonstre que o produto ou o serviço foi fornecido conforme descrito no momento da compra."],"The product or service was received but was defective, damaged, or not as described.":["O produto ou o serviço foi recebido, mas tinha um defeito, estava danificado ou não correspondia à descrição."],"If you can not prove the customer received their product or service as described, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Se não conseguir comprovar que o cliente recebeu o respetivo produto ou serviço conforme descrito, deve aceitar a contestação. Não é possível emitir um reembolso enquanto um pagamento está a ser contestado. As redes de cartões de crédito colocam a responsabilidade pela aceitação de pagamentos contestados em si, a empresa."],"Product unacceptable":["Produto não aceitável"],"Credit not processed":["Crédito não processado"],"First, get in touch with your customer. Understanding why they filed the dispute will be important for helping make sure your customer gets the product and will give you critical information to prevent this from happening to others.":["Primeiro, entre em contacto com o seu cliente. Compreender o motivo da contestação será importante para se certificar de que o cliente obtém o produto e proporciona-lhe informações críticas para impedir que tal ocorra com outras pessoas."],"Prove that the customer received a physical product or offline service, or made use of a digital product or online service. This must have occurred prior to the date the dispute was initiated.":["Comprove que o cliente recebeu um produto físico ou um serviço offline ou utilizou um produto digital ou serviço online. Isto deve ter ocorrido antes da data em que a contestação foi iniciada."],"The customer claims they did not receive the products or services purchased.":["O cliente afirma que não recebeu os produtos ou serviços comprados."],"If you can not prove the customer received their product or service, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Se não conseguir comprovar que o cliente recebeu o respetivo produto ou serviço, deve aceitar a contestação. Não é possível emitir um reembolso enquanto um pagamento está a ser contestado. As redes de cartões de crédito colocam a responsabilidade pela aceitação de pagamentos contestados em si, a empresa."],"Product not received":["Produto não recebido"],"Insufficient funds":["Fundos insuficientes"],"Check returned":["Cheque devolvido"],"Incorrect account details":["Detalhes da conta incorretos"],"This is an uncategorized dispute, so you should contact the customer for additional details to find out why the payment was disputed.":["Este é uma contestação sem categoria, como tal, deve contactar o cliente para obter detalhes adicionais e descobrir o motivo pelo qual o pagamento foi contestado."],"General":["Geral"],"Bank cannot process":["O banco não consegue processar"],"Try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction.":["Tente entrar em contacto com o seu cliente. Por vezes, as pessoas esquecem-se de pagamentos que efetuaram ou não reconhecem a forma como estes são apresentados no extrato do respetivo cartão. Se for esse o caso, peça-lhes que contactem o respetivo emissor do cartão e o informem de que já não contestam a transação."],"Provide adequate payment and order details so that a legitimate customer recognizes it, or proves to the card issuer that their cardholder authorized the transaction.":["Forneça os detalhes da encomenda e do pagamento adequados para que um cliente legítimo os possa reconhecer ou que comprovem ao emissor do cartão que o titular do cartão autorizou a transação."],"This is the most common reason for a dispute, and happens when a cardholder claims that they didn’t authorize the payment. This can happen if the card was lost or stolen and used to make an unauthorized transaction. It can also happen if the cardholder doesn’t recognize the payment as it appears on the billing statement from their card issuer.":["Este é o motivo mais comum para uma disputa e acontece quando um titular de cartão alega que não autorizou o pagamento. Tal pode ocorrer se o cartão foi perdido ou roubado e utilizado para efetuar uma transação não autorizada. Também pode ocorrer se o titular do cartão não reconhecer o pagamento tal como é apresentado no extrato de faturação do respetivo emissor do cartão."],"If you believe the payment was actually made using a stolen credit card, you will need to accept the dispute. The credit card networks place liability for accepting unauthorized transactions with you, the business.":["Se considerar que o pagamento foi efetuado com um cartão de crédito roubado, terá de aceitar a disputa. As redes de cartões de crédito colocam a responsabilidade pela aceitação de transações não autorizadas em si, a empresa."],"Upload file":["Carregar ficheiro"],"Status":["Estado"],"Date":["Data"],"Close":["Fechar"],"Error retrieving disputes.":["Ocorreu um erro ao obter as contestações."],"Error retrieving dispute.":["Ocorreu um erro ao obter a contestação."],"There has been an error accepting the dispute. Please try again later.":["Ocorreu um erro ao aceitar a contestação. Tente novamente mais tarde."],"You have accepted the dispute.":["Aceitou a contestação."],"You have accepted the dispute for order #%s.":["Aceitou a contestação da encomenda n.º %s."],"Error retrieving payout.":["Ocorreu um erro ao obter o pagamento."],"Error retrieving payouts.":["Ocorreu um erro ao obter pagamentos."],"Error creating instant payout.":["Ocorreu um erro ao criar o pagamento instantâneo."],"View details":["Ver detalhes"],"Instant payout for %s in transit.":["Pagamento instantâneo de %s em trânsito."],"Lost":["Perdeu"],"Won":["Venceu"],"Charge refunded":["Cobrança reembolsada"],"Under review":["Em revisão"],"Needs response":["Necessita de resposta"],"Inquiry: Closed":["Pedido: fechado"],"Inquiry: Under review":["Pedido: em revisão"],"Monthly":["Mensalmente"],"Weekly":["Semanalmente"],"Daily":["Diariamente"],"Rejected":["Rejeitado"],"%1$f%% + %2$s per transaction":["%1$f%% + %2$s por transação"],"Learn more":["Saber mais"],"(%f%% discount)":["(%f%% de desconto)"],"Read more":["Ler mais"],"Base fee":["Taxa base"],"Light":["Leve"],"Dark":["Escuro"],"Enable test mode":["Ativar modo de teste"],"Test mode":["Modo de teste"],"Customer bank statement":["Extrato bancário do cliente"],"Settings":["Definições"],"Transactions":["Transações"]}}}