{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"pt","project_id_version":"WooCommerce - WooCommerce Payments"},"Amazon Transaction ID":[""],"Records showing no cancellation attempt or request was made before the charge, such as account activity, subscription status, or communication history.":[""],"A confirmation that a refund was issued.":[""],"Cancellation logs":[""],"Buyers who can provide correct post code on file with the issuing bank are more likely to be the actual account holder.":[""],"This filter compares the post code submitted by the customer against the post code on file with the card issuer. The payment will be blocked if the two post codes do not match.":[""],"We recommend reviewing your options before responding before the deadline. ":[""],"This transaction is being reviewed under Visa’s network compliance rules.":[""],"Submit any files you find relevant to this dispute.":[""],"Upload evidence":[""],"Please enter any relevant details here.":[""],"Why do you disagree with this dispute?":[""],"Input any context you think the issuer and network should have while reviewing this dispute.":[""],"This is a compliance case and the issuer has indicated network rules have been violated. Please check for accuracy and upload any relevant documents.":[""],"Tell us about the dispute":[""],"Proof of past undisputed transactions from the same customer, with matching billing and device details.":[""],"Prior undisputed transaction history":[""],"Learn more about the dispute process using <learnMoreLink>our resources<\/learnMoreLink>":[""],"Learn more about preventing disputes":[""],"Help prevent any further disputes by <learnMoreLink>following the advice in our guide<\/learnMoreLink>":[""],"Useful resources":[""],"This review typically takes several weeks, but in some cases may take up to 3 months.":[""],"Visa will review your submission under its network rules and determine the outcome of the dispute.":[""],"Your response has been submitted under Visa’s compliance process.":[""],"Instant payouts are currently unavailable for your account. {{learnMoreLink}}Learn about eligibility requirements{{\/learnMoreLink}}":[""],"Your account's country is not supported for tax ID validation.":[""],"The provided %s failed validation.":[""],"<strong>Good news — you've won this dispute! The customer's bank reached this decision on %1$s.<\/strong> Your account has been credited with the disputed amount and fee.":[""],"<strong>Good news — you've won this dispute! The customer's bank, %1$s, reached this decision on %2$s.<\/strong> Your account has been credited with the disputed amount and fee.":[""],"<strong>Good news — you've won this dispute! Visa reached this decision on %1$s.<\/strong> Your account has been credited with the disputed amount and fee.":[""],"Learn more about the dispute process.":[""],"<strong>The customer's bank is currently reviewing the evidence you submitted on %1$s.<\/strong> This process can sometimes take more than 60 days — we'll let you know once a decision has been made.":[""],"<strong>Visa is currently reviewing the evidence you submitted on %1$s.<\/strong> This process can sometimes take more than 60 days — we'll let you know once a decision has been made.":[""],"Learn more about preventing disputes.":[""],"This inquiry was closed on %s.":[""],"The %1$s fee has been deducted from your account, and the disputed amount has been returned to your customer.":[""],"<strong>Unfortunately, you've lost this dispute. Visa reached this decision on %1$s.<\/strong>":[""],"You are saving %s%% on processing fees.":[""],"You are saving %1$s%% on processing fees through %2$s.":[""],"You are saving %1$s%% on processing fees for the first %2$s of total payment volume.":[""],"You are saving %1$s%% on processing fees for the first %2$s of total payment volume or through %3$s.":[""],"%s%% off fees":[""],"%1$s%% off fees through %2$s":[""],"Subscription logs":[""],"Error retrieving promotions. Please try again later.":[""],"Error dismissing promotion. Please try again.":[""],"Promotion dismissed.":[""],"Error activating promotion. Please try again.":[""],"Promotion activated successfully!":[""],"Dialog opened: %s":[""],"Receipt(s) for any other order(s) from this customer.":[""],"Please ensure the product or service type and description have been entered accurately.":[""],"Any additional receipts":[""],"{{linkToStripePage}}Learn more{{\/linkToStripePage}} about %s Fees in your country":[""],"PRODUCT OR SERVICE DESCRIPTION":[""],"PRODUCT OR SERVICE TYPE":[""],"Product or service details":[""],"Booking\/Reservation":[""],"Refund receipt":[""],"Amazon Pay":["Amazon Pay"],"Challenging the dispute will incur a $500 USD Visa network fee, which is charged when you submit evidence. This fee will be refunded if you win the dispute.":[""],"Accepting the dispute means you’ll forfeit the funds, pay the standard dispute fee, and avoid the $500 USD Visa network fee.":[""],"Accepting the dispute":[""],"Your customer’s bank claims this payment violates Visa’s rules. <strong>You can challenge the dispute by %1$s, or accept it.<\/strong> If you accept the dispute, you will forfeit the funds and pay the dispute fee. Challenging adds an additional $500 USD dispute fee that is only returned to you if you win.":[""],"Your customer’s bank, %1$s, claims this payment violates Visa’s rules. <strong>You can challenge the dispute by %2$s, or accept it.<\/strong> If you accept the dispute, you will forfeit the funds and pay the dispute fee. Challenging adds an additional $500 USD dispute fee that is only returned to you if you win.":[""],"By checking this box, you acknowledge that challenging this Visa compliance dispute incurs a $500 USD network fee, which will be refunded if you win the dispute.":[""],"Learn more about Visa compliance disputes":[""],"Your customer’s bank claims this payment violates Visa’s rules.":[""],"Non-compliant":[""],"<strong>The outcome of this dispute will be determined by Visa.<\/strong> WooPayments has no influence over the decision and is not liable for any chargebacks.":[""],"Payout scheduling becomes available after the standard 7-day waiting period for new accounts is complete. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":[""],"Loading dispute…":[""],"More information about payout status":[""],"Error loading account details.":[""],"{{div}}{{strong}}You're using a test account.{{\/strong}} ⚠️ Development mode is enabled for the store! There can be no live onboarding process while using development, testing, or staging WordPress environments!{{\/div}}{{learnMoreIcon\/}}":[""],"To begin accepting real payments, please go to the live store or change your {{wpEnvLink}}WordPress environment{{\/wpEnvLink}} to a production one. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":[""],"Learn more about development mode":[""],"{{div}}{{strong}}You are using a sandbox test account.{{\/strong}} ⚠️ Development mode is enabled for the store! There can be no live onboarding process while using development, testing, or staging WordPress environments!{{\/div}}{{learnMoreIcon\/}}":[""],"A sandbox account gives you access to all %1$s features while checkout transactions are simulated. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":[""],"Learn more about sandbox accounts":[""],"{{div}}{{strong}}You're using a sandbox test account.{{\/strong}} To accept real payments from shoppers, you will need to first {{resetAccountLink}}reset your account{{\/resetAccountLink}} and, then, provide additional details about your business.{{\/div}}{{learnMoreIcon\/}}":[""],"We recommend reviewing your options before responding by the deadline. ":[""],"Contact our support team":[""],"Redirecting to payment details…":[""],"One moment please":[""],"Please check your network and try again.":[""],"Error retrieving dispute":["Ocorreu um erro ao obter a contestação."],"• <Attachment description> (Attachment %s)":[""],"• %1$s (Attachment %2$s)":[""],"Our records show that the customer placed two distinct orders: %1$s and %2$s. Both transactions were legitimate, fulfilled independently, and are not duplicates.":[""],"We are submitting evidence in response to chargeback #%1$s for transaction #%2$s on %3$s.":[""],"Our records indicate that this charge was a duplicate of a previous transaction. A refund has already been issued to the customer on %1$s for the amount of %2$s. This refund should be visible on the customer's statement within 7 - 10 business days.":[""],"Our records indicate that the customer, %1$s, subscribed to %2$s and was billed according to the terms accepted at the time of signup. The customer's account remained active and no cancellation was recorded prior to the billing date.":[""],"Our records indicate that the customer, %1$s, ordered %2$s on %3$s. The product matched the description provided at the time of sale, and we did not receive any indication from the customer that it was defective or not as described.":[""],"Our records indicate that the customer, %1$s, ordered %2$s on %3$s and received it on %4$s.":[""],"Our records indicate that the customer, %1$s, was refunded on %2$s for the amount of %3$s. The refund was processed through our payment provider and should be visible on the customer's statement within 7 - 10 business days.":[""],"Our records indicate that the customer and legitimate cardholder, %1$s, ordered %2$s on %3$s.":[""],"Subject: Chargeback Dispute – Case #%s":[""],"To: %s":[""],"update your bank account details":[""],"Payouts are currently paused because a recent payout failed. Please {{updateLink\/}}.":[""],"Balance":[""],"Paid off: %s":[""],"Please ensure all prefilled information is correct and complete any missing details.":["Certifique-se de que as informações pré-preenchidas estão corretas e preencha quaisquer dados em falta."],"Please ensure the product type and description have been entered accurately.":[""],"View submitted dispute":["Ver disputa enviada"],"Return to disputes":["Voltar às disputas"],"Learn more about disputes":["Saiba mais sobre as disputas"],"Disputes page":["Página Disputas"],"You'll be informed of any updates via email, or you can check the status of your case at any time in your <disputesPageLink>Disputes area<\/disputesPageLink>.":["Será informado acerca de quaisquer atualizações por e-mail ou poderá verificar o estado do seu caso em qualquer momento na sua área de <disputesPageLink>Disputas<\/disputesPageLink>."],"The cardholder’s bank will review your response. Please be patient — this usually takes a few weeks, but in some cases it can take up to 3 months.":["O banco do titular do cartão analisará a sua resposta. Pedimos-lhe paciência. Geralmente, são necessárias algumas semanas e, em alguns casos, até 3 meses."],"What’s next?":["E agora?"],"Your evidence has been sent to the cardholder's bank for review.":["As suas provas foram enviadas ao banco do titular do cartão para análise."],"Thanks for sharing your response!":["Agradecemos que tenha partilhado a sua resposta!"],"Evidence submitted successfully":["Provas submetidas com sucesso"],"This option will set up a %s test account using test data. When you’re ready to launch your store, switching to live payments is easy.":["Esta opção configurará uma conta de teste %s utilizando dados de teste. Quando estiver a postos para lançar a sua loja, mudar para pagamentos em tempo real é fácil."],"Create test account":["Criar conta de teste"],"Learn more about test accounts":["Saiba mais sobre as contas de teste"],"Fee refund":["Reembolso da taxa"],"Learn more about documents":["Saiba mais sobre os documentos"],"<strong>Dispute lost.<\/strong> Your customer's bank reviewed the evidence and decided in the customer's favor.":["<strong>Disputa perdida.<\/strong> O banco do seu cliente analisou as provas e decidiu a favor do cliente."],"<strong>Dispute lost.<\/strong> Your customer's bank, <strong>%s<\/strong>, reviewed the evidence and decided in the customer's favor.":["<strong>Disputa perdida.<\/strong> O banco do seu cliente, <strong>%s<\/strong>, analisou as provas e decidiu a favor do cliente."],"Disagree with the dispute? You can challenge it with the customer's bank. Otherwise, accept it to close the case — the order amount and dispute fee won't be refunded.":["Discorda da disputa? Pode contestar junto do banco do cliente. Caso contrário, aceite-a para encerrar o caso. O valor da encomenda e a taxa de disputa não serão reembolsados."],"If you've managed to resolve the issue with your customer, help them with the withdrawal of their dispute.":["Se tiver resolvido o problema com o seu cliente, ajude-o na retirada da disputa."],"Ask for the dispute to be withdrawn":["Solicite a retirada da disputa"],"<strong>The outcome of this dispute will be determined by the cardholder's bank.<\/strong> WooPayments has no influence over the decision and is not liable for any chargebacks.":["<strong>O resultado desta disputa será determinado pelo banco do titular do cartão.<\/strong> O WooPayments não tem influência sobre a decisão e não é responsável por estornos."],"<strong>The outcome of this dispute will be determined by %1$s.<\/strong> WooPayments has no influence over the decision and is not liable for any chargebacks.":["<strong>O resultado desta disputa será determinado por %1$s.<\/strong> O WooPayments não tem influência sobre a decisão e não é responsável por estornos."],"Didn't receive the returned item(s)? Once the inquiry has automatically escalated to a dispute after 21 days, you can submit evidence and challenge the dispute.":["Não recebeu os itens devolvidos? Depois de a consulta ser automaticamente escalada para uma disputa após 21 dias, poderá enviar provas e contestar a disputa."],"Once you've received the item(s), refund the customer before the deadline to prevent this escalating to a dispute.":["Após receber os itens, efetue o reembolso ao cliente antes do prazo final para evitar a escalada para uma disputa."],"Reach out to the customer to check if they're returning the item(s).":["Entre em contacto com o cliente para saber se este vai devolver os itens."],"Contact your customer":["Entre em contacto com o seu cliente"],"Disagree with the claim? You can challenge it by submitting evidence to the customer's bank. Otherwise, you can settle the inquiry by issuing a refund.":["Discorda da reclamação? Pode contestá-la enviando provas ao banco do cliente. Caso contrário, poderá resolver a consulta emitindo um reembolso."],"<strong>You accepted this dispute on %1$s.<\/strong>":["<strong>Aceitou esta disputa em %1$s.<\/strong>"],"<strong>The customer's bank, %1$s, is currently reviewing the evidence you submitted on %2$s.<\/strong> This process can sometimes take more than 60 days — we'll let you know once a decision has been made.":[""],"<strong>Unfortunately, you've lost this dispute. The customer's bank reached this decision on %1$s.<\/strong>":["<strong>Infelizmente, perdeu esta disputa. O banco do cliente tomou a decisão em %1$s.<\/strong>"],"<strong>Unfortunately, you've lost this dispute. The customer's bank, %1$s, reached this decision on %2$s.<\/strong>":["<strong>Infelizmente, perdeu esta disputa. O banco do cliente, %1$s, tomou esta decisão em %2$s.<\/strong>"],"<strong>%1$s<\/strong> If you believe this is incorrect, you have until <strong>%2$s to challenge the dispute with your customer's bank.<\/strong> If you accept the dispute, you will forfeit the funds and pay the dispute fee.":["<strong>%1$s<\/strong> Se considera que está incorreto, tem até <strong>%2$s para contestar a disputa junto do banco do seu cliente.<\/strong> Se aceitar a contestação, perderá os fundos e terá de pagar a taxa da disputa."],"<strong>%1$s<\/strong> If you believe this is incorrect, you have until <strong>%2$s to challenge the dispute with your customer's bank, %3$s.<\/strong> If you accept the dispute, you will forfeit the funds and pay the dispute fee.":["<strong>%1$s<\/strong> Se considera que está incorreto, tem até <strong>%2$s para contestar a disputa junto do banco do seu cliente, %3$s.<\/strong> Se aceitar a contestação, perderá os fundos e terá de pagar a taxa da disputa."],"<strong>%1$s<\/strong> If you believe this is incorrect, you have until <strong>%2$s to submit evidence to your customer's bank.<\/strong> Alternatively, you can issue a refund.":["<strong>%1$s<\/strong> Se considera que está incorreto, tem até <strong>%2$s para enviar as provas ao banco do seu cliente.<\/strong> Como alternativa, pode emitir um reembolso."],"<strong>%1$s<\/strong> If you believe this is incorrect, you have until <strong>%2$s to submit evidence to your customer's bank, %3$s.<\/strong> Alternatively, you can issue a refund.":["<strong>%1$s<\/strong> Se considera que está incorreto, tem até <strong>%2$s para enviar as provas ao banco do seu cliente, %3$s.<\/strong> Como alternativa, pode emitir um reembolso."]," (Last day today)":["(Último dia hoje)"],"The cardholder claims they did not receive the product.":["O titular do cartão alega que não recebeu o produto."],"A receipt from the shipping carrier or a tracking number, for example.":["Um recibo da transportadora ou um número de acompanhamento, por exemplo."],"Inquiry: Response needed":["Consulta: Resposta necessária"],"Response needed":["Resposta necessária"],"Refund was not owed":["O reembolso não era devido"],"Refund has been issued":["O reembolso foi emitido"],"Refund status":["Estado do reembolso"],"A screenshot of your store's terms of service.":["Uma captura de ecrã dos termos de serviço da sua loja."],"Terms of service":["Termos de serviço"],"Any documents showing the billing history, subscription status, or cancellation logs, for example.":["Qualquer documento que mostre o histórico de cobranças, o estado da subscrição ou os registos de cancelamento, por exemplo."],"Failed to upload file. (%s)":["Falha ao carregar o ficheiro. (%s)"],"It was not a duplicate":["Não foi efetuada em duplicado"],"No refund needed":["Nenhum reembolso necessário"],"It was a duplicate":["Foi efetuada em duplicado"],"A refund has been issued":["Um reembolso foi emitido"],"Was this charge a duplicate?":["Esta cobrança foi efetuada em duplicado?"],"[Refund Amount]":["[Refund Amount]"],"The customer requested a refund outside of the eligible window outlined in our refund policy, which was clearly presented on the website and on the order confirmation.":["O cliente solicitou um reembolso fora do prazo elegível descrito na nossa política de reembolso, claramente apresentada no site e na confirmação da encomenda."],"While optional, we strongly recommend providing as many of these documents as possible. The following file types are supported: PDF, JPEG, and PNG.":["Embora seja opcional, recomendamos que forneça o maior número possível de documentos. Os seguintes tipos de ficheiros são compatíveis: PDF, JPEG e PNG."],"Any other relevant documents that will support your case.":["Quaisquer outros documentos relevantes que corroborem o seu caso."],"Any relevant documents showing the customer's signature, such as signed proof of delivery.":["Qualquer documento relevante que inclua a assinatura do cliente, como um comprovativo de entrega assinado."],"Any correspondence with the customer regarding this purchase.":["Qualquer correspondência com o cliente relacionada com esta compra."],"A copy of the customer's receipt, which can be found in the receipt history for this transaction.":["Uma cópia do recibo do cliente, que pode ser encontrada no histórico de recibos desta transação."],"Such as billing history, subscription status, or cancellation logs.":["Como o histórico de cobranças, estado da subscrição ou registos de cancelamento."],"A screenshot of your store's refund policy.":["Uma captura de ecrã da política de reembolsos da sua loja."],"A screenshot of the item condition.":["Uma captura de ecrã do estado físico do item."],"You've made some manual edits to your cover letter. If you update your evidence again, those changes won't be reflected here automatically — but you can always make further edits yourself.":["Efetuou algumas edições manuais na sua carta de apresentação. Se atualizar as suas provas, essas alterações não serão refletidas aqui automaticamente, mas poderá fazer outras edições por sua iniciativa."],"Preview cover letter":["Pré-visualização da carta de apresentação"],"Other documents":["Outros documentos"],"Proof of active subscription":["Comprovativo de subscrição ativa"],"Item condition":["Estado físico do item"],"Customer's signature":["Assinatura do cliente"],"<Delivery\/Service Date>":[""],"Based on this information, we respectfully request that the chargeback be reversed. Please let us know if any further details are required.":["Com base nestas informações, solicitamos que o estorno seja revertido. Informe-nos se são necessários mais detalhes."],"NO VAT":["SEM IVA"],"SHIPPING ADDRESS":["ENDEREÇO DE ENVIO"],"TRACKING NUMBER":["NÚMERO DE ACOMPANHAMENTO"],"SHIPPING DATE":["DATA DE ENVIO"],"SHIPPING CARRIER":["TRANSPORTADORA"],"Delivery details":["Detalhes da entrega"],"Recommended documents":["Documentos recomendados"],"PRODUCT DESCRIPTION":["DESCRIÇÃO DO PRODUTO"],"Digital products":["Produtos digitais"],"Physical products":["Produtos físicos"],"PRODUCT TYPE":["TIPO DE PRODUTO"],"Product details":["Detalhes do produto"],"BILLING ADDRESS":["ENDEREÇO DE FATURAÇÃO"],"IP ADDRESS":["ENDEREÇO IP"],"EMAIL":["E-MAIL"],"PHONE":["TELEFONE"],"NAME":["NOME"],"Customer details":["Detalhes do cliente"],"Order receipt":["Recibo da encomenda"],"<Order Date>":[""],"<Product>":[""],"<Customer Name>":[""],"<Transaction Date>":[""],"<Case Number>":[""],"<Bank Name>":[""],"<Business Phone Number>":[""],"<business@email.com>":[""],"COVER LETTER":["CARTA DE APRESENTAÇÃO"],"Print Cover Letter":["Imprimir carta de apresentação"],"Cover Letter":["Carta de apresentação"],"Thank you,":["Obrigado,"],"Based on this information, we respectfully request that the chargeback be reversed. Please let me know if any further details are required.":["Com base nestas informações, solicitamos que o estorno seja revertido. Informe-me se forem necessárias mais informações."],"To support our case, we are providing the following documentation:":["Para dar apoio ao nosso caso, fornecemos a seguinte documentação:"],"Dear Dispute Resolution Team,":["Prezada Equipa de resolução de disputas,"],"11-digit number, for example 12 345 678 901.":["Número de 11 dígitos, por exemplo, 12 345 678 901."],"Enter your UEN (e.g., 200312345A) or GST Registration Number (e.g., M91234567X).":["Introduza o seu número de registo UEN (por ex., 200312345A) ou GST (por ex., M91234567X)."],"8-digit or 9-digit number, for example 99-999-999 or 999-999-999.":["Número de 8 ou 9 dígitos, por exemplo 99-999-999 ou 999-999-999."],"By providing your UEN or GST number you confirm you are a Singapore GST registered business and you are going to account for the GST.":["Ao fornecer o seu número UEN ou GST, confirma que é uma empresa registada em sede de GST em Singapura e que será responsável pelo GST."],"By inputting your IRD number you confirm that you are going to account for the GST.":["Ao introduzir o seu número IRD, confirma que será responsável pelo GST."],"By inputting your VAT number you confirm you are a Norway VAT registered business and that you are going to account for the VAT.":["Ao introduzir o seu número de IVA, confirma que é uma empresa registada em sede de IVA na Noruega e que será responsável pelo IVA."],"By inputting your ABN number you confirm that you are going to account for the GST.":["Ao introduzir o seu número ABN, confirma que será responsável pelo GST."],"UEN or GST Registration Number":["Número de registo UEN ou GST"],"IRD Number":["Número IRD"],"ABN":["ABN"],"I have a valid %1$s":["Tenho um %1$s válido"],"JP JCT":["JP JCT"],"CH VAT":["CH VAT"],"SG GST":["SG GST"],"NZ GST":["NZ GST"],"AU GST":["AU GST"],"SK VAT":["SK VAT"],"SI VAT":["SI VAT"],"SE VAT":["SE VAT"],"RO VAT":["RO VAT"],"PT VAT":["PT VAT"],"PL VAT":["PL VAT"],"NL VAT":["NL VAT"],"MT VAT":["MT VAT"],"LV VAT":["LV VAT"],"LU VAT":["LU VAT"],"LT VAT":["LT VAT"],"IT VAT":["IT VAT"],"IE VAT":["IE VAT"],"HU VAT":["HU VAT"],"HR VAT":["HR VAT"],"GR VAT":["GR VAT"],"UK VAT":["UK VAT"],"FR VAT":["FR VAT"],"FI VAT":["FI VAT"],"ES VAT":["ES VAT"],"EE VAT":["EE VAT"],"DK VAT":["DK VAT"],"DE VAT":["DE VAT"],"CZ VAT":["CZ VAT"],"CY VAT":["CY VAT"],"BG VAT":["BG VAT"],"BE VAT":["BE VAT"],"AT VAT":["AT VAT"],"Tax%1$s%2$s: %3$s":["Imposto%1$s%2$s: %3$s"],"You submitted evidence for this inquiry on %1$s. <strong>%2$s<\/strong> is reviewing the case, which can take 120 days or more. You will be alerted when they make their final decision.":[""],"Payment status changed to <strong>%s<\/strong>.":["O estado do pagamento foi alterado para <strong>%s<\/strong>."],"Challenge or accept the dispute":["Conteste ou aceite a disputa"],"Issue a refund":["Emitir um reembolso?"],"Email customer":["Enviar e-mail ao cliente"],"Identify the issue and work towards a resolution where possible.":["Identifique o problema e trabalhe no sentido de uma resolução, se possível."],"Steps you can take":[""],"Submit evidence or issue a refund":["Submeta provas ou emita um reembolso"],"Klarna inquiries may mean that the customer is trying to return their item(s).":["As consultas da Klarna podem significar que o cliente está a tentar devolver os itens."],"Learn more about responding to disputes":["Saiba mais sobre a resposta a disputas"],"Learn more about payment inquiries":["Saiba mais sobre inquéritos de pagamento"],"Please see this document for more information":["Para mais informações, consulte este documento"],"Unable to start onboarding. If this problem persists, please contact support.":["Não foi possível iniciar a adesão. Se o problema persistir, contacte a assistência técnica."],"Set up advanced fraud filters. Enable at least one filter to activate advanced protection.":["Configure filtros de fraude avançados. Ative, no mínimo, um filtro para ativar a proteção avançada."],"Filter configuration":["Configuração de filtro"],"This filter compares the purchase price of an order to the minimum and maximum purchase amounts that you specify. When enabled the payment will be blocked.":["Este filtro compara o preço de compra de uma encomenda com os valores de compra mínimo e máximo que especificar. Quando ativado, o pagamento será bloqueado."],"Enable Purchase Price Threshold filter":["Ativar filtro de limite de preço de compra"],"This filter compares the amount of items in an order to the minimum and maximum counts that you specify. When enabled the payment will be blocked.":["Este filtro compara o número de itens numa encomenda com os números mínimo e máximo que especificar. Quando ativado, o pagamento será bloqueado."],"Enable Order Items Threshold filter":["Ativar filtro de limite de itens de encomenda"],"This filter screens for customer's {{ipAddressLink}}IP address{{\/ipAddressLink}} to see if it is in a different country than indicated in their billing address. When enabled the payment will be blocked.":["Este filtro deteta o {{ipAddressLink}}endereço IP{{\/ipAddressLink}} do cliente para saber se se refere a um país diferente do país indicado no endereço de faturação. Quando ativado, o pagamento será bloqueado."],"Enable IP Address Mismatch filter":["Ativar filtro de não correspondência de endereço IP"],"This filter screens for {{ipAddressLink}}IP addresses{{\/ipAddressLink}} outside of your {{supportedCountriesLink}}supported countries{{\/supportedCountriesLink}}. When enabled the payment will be blocked.":["Este filtro deteta {{ipAddressLink}}endereços IP{{\/ipAddressLink}} fora dos seus {{supportedCountriesLink}}países suportados{{\/supportedCountriesLink}}. Quando ativado, o pagamento será bloqueado."],"Enable International IP Address filter":["Ativar filtro de endereço IP internacional"],"Enable AVS Mismatch filter":["Ativar filtro de não correspondência de AVS"],"This filter screens for differences between the shipping information and the billing information (country). When enabled the payment will be blocked.":["Este filtro deteta diferenças entre as informações de envio e as informações de faturação (país). Quando ativado, o pagamento será bloqueado."],"Enable Address Mismatch filter":["Ativar filtro de não correspondência de endereço"],"Total transaction fee":["Taxa de transação total"],"Authorized payment":["Pagamento autorizado"],"Transaction breakdown":["Discriminação da transação"],"Error saving option":["Erro ao guardar a opção"],"Some account related notifications require HTTPS and cannot be displayed. View them on our financial partner’s website. {{seeDetailsLink}}See details{{\/seeDetailsLink}}":["Algumas notificações relacionadas com a conta requerem HTTPS e não podem ser apresentadas. Veja-as no website do nosso parceiro financeiro. {{seeDetailsLink}}Ver detalhes{{\/seeDetailsLink}}"],"Payment activation through our financial partner requires HTTPS and cannot be completed.":["A ativação de pagamento através do nosso parceiro financeiro requer HTTPS e não pode ser concluída."],"The issuing bank is currently unavailable. Our system will automatically try again on your next payout date, or you can switch to a different payout method.":["O banco emissor não está disponível de momento. O nosso sistema tentará de novo automaticamente na próxima data de pagamento ou poderá mudar para um método de pagamento diferente."],"The card used was invalid. This usually means the card number is invalid or the account has been closed.":["O cartão utilizado era inválido. Isto geralmente significa que o número do cartão é inválido ou que a conta foi encerrada."],"Your account has insufficient funds to cover your negative balance.":["A sua conta não tem fundos suficientes para cobrir o seu saldo negativo."],"Thank you for your feedback!":["Obrigado pelo seu comentário!"],"privacy policy":["política de privacidade"],"Your feedback will be sent to the WooCommerce team. Your personal information is secure and will not be shared with third parties. For more details, please see our {{a\/}}.":[""],"Share your feedback here…":["Partilhe o seu feedback aqui..."],"Would you mind sharing more about why you chose that option?":["Será que nos pode contar um pouco mais sobre o motivo desta opção?"],"Thanks for sharing your feedback on WooPayments! Your feedback helps us to continue to improve and deliver the best tools for your business.":["Agradecemos a partilha do seu feedback sobre o WooPayments! O seu feedback ajuda-nos a melhorar e a oferecer as melhores ferramentas para o seu negócio."],"Where is your business located?":["Onde está localizada a sua empresa?"],"We’ll use these details to enable payments for your store. This information can’t be changed after your account is created.":["Utilizaremos estas informações para ativar os pagamentos para a sua loja. Estas informações não podem ser alteradas após a criação da sua conta."],"Leave a review":["Deixar uma avaliação"],"Sharing your experience strengthens the tools that empower your fellow entrepreneurs.":["A partilha da sua experiência ajuda a melhorar as ferramentas úteis aos seus colegas empreendedores."],"Supporting the WooCommerce community":["Apoio à comunidade WooCommerce"],"Your feedback inspires us to create new features and refine existing ones to better serve you.":["O seu feedback inspira-nos a criar novas funcionalidades e a melhorar as existentes para lhe prestar um melhor serviço."],"Shape our roadmap":["Moldar a nossa visão"],"Your insights guide others in choosing the right payment solution.":["As suas informações orientam outras pessoas na escolha da solução de pagamento certa."],"Help other businesses succeed":["Contribuir para o sucesso das outras empresas"],"Thanks for sharing your feedback on WooPayments! Would you mind leaving us a 5-star rating and a quick review on WordPress.org?":["Agradecemos a partilha do seu feedback sobre o WooPayments! Será que pode deixar uma classificação de 5 estrelas e uma avaliação rápida em WordPress.org?"],"Share your feedback":["Partilhe o seu feedback"],"Your bank notified us that the bank account number is too long.":["O seu banco informou-nos que o número da conta bancária é demasiado longo."],"Your bank notified us that the bank account holder tax ID on file is incorrect.":["O seu banco informou-nos que o NIF do titular da conta bancária registado está incorreto."],"Your bank notified us that the bank account holder address on file is incorrect.":["O seu banco informou-nos que o endereço do titular da conta bancária registado está incorreto."],"The selected card has exceeded its card usage frequency limit. Please switch to a different card or payment method. Contact the issuing bank for clarification.":["O cartão selecionado excedeu o limite de frequência de utilização. Mude para um cartão ou método de pagamento diferente. Entre em contacto com o banco emissor para obter esclarecimentos."],"The destination bank account is no longer valid because its branch has changed ownership.":["A conta bancária de destino já não é válida porque a propriedade da sua filial mudou."],"The bank could not process this transfer. Please check that the entered bank account details match the corresponding account bank statement exactly.":["O banco não pôde processar esta transferência. Verifique se os dados da conta bancária indicados correspondem exatamente ao extrato bancário da conta correspondente."],"The bank account type is incorrect. This value can only be checking or savings in most countries. In Japan, it can only be futsu or toza.":["O tipo de conta bancária está incorreto. Este valor só pode ser de uma conta-corrente ou conta-poupança na maioria dos países. No Japão, só pode ser futsu ou toza."],"The bank was unable to process this transfer because of its currency. This is probably because the bank account cannot accept payments in that currency.":["O banco não pôde processar esta transferência devido à sua moeda. Isto deve-se provavelmente ao facto de a conta bancária não aceitar pagamentos nessa moeda."],"The bank account has been frozen.":["A conta bancária foi congelada."],"The card issuer has declined the transaction as it will exceed the card limit. Please switch to a different card or payment method. Contact the issuing bank for clarification.":["O emissor do cartão recusou a transação, pois esta excederia o limite do cartão. Mude para um cartão ou método de pagamento diferente. Entre em contacto com o banco emissor para obter esclarecimentos."],"The bank account details on file are probably incorrect. No bank account could be located with those details.":["As informações da conta bancária registadas estão provavelmente incorretas. Não foi possível localizar qualquer conta bancária com estas informações."],"The bank account has been closed.":["A conta bancária foi encerrada."],"The bank account holder name on file appears to be incorrect.":["O nome do titular da conta bancária registado parece estar incorreto."],"The bank account details on file are probably incorrect. While the routing number appears correct, the account number is invalid.":["As informações da conta bancária registadas estão provavelmente incorretas. Embora o número de encaminhamento pareça estar correto, o número da conta é inválido."],"The bank or the payment processor could not process this transfer.":["O banco ou o processador de pagamentos não pôde processar esta transferência."],"The card used has expired. Please switch to a different card or payment method. Contact the issuing bank for clarification.":["O cartão usado expirou. Mude para um cartão ou método de pagamento diferente. Entre em contacto com o banco emissor para obter esclarecimentos."],"The issuer specified by the card number does not exist. Please verify card details.":["O emissor especificado pelo número do cartão não existe. Verifique os detalhes do cartão."],"The card used has been reported lost or stolen. Please contact the issuing bank for clarification.":["O cartão utilizado foi dado como perdido ou roubado. Entre em contacto com o banco emissor para obter esclarecimentos."],"The bank no longer supports transfers to this card.":["O banco já não suporta transferências para este cartão."],"The transfer was refused by the card issuer. Please contact the issuing bank for clarification.":["A transferência foi recusada pelo emissor do cartão. Entre em contacto com o banco emissor para obter esclarecimentos."],"The transfer was refused by the issuing bank because this type of payment is not permitted for this card. Please contact the issuing bank for clarification.":["A transferência foi recusada pelo banco emissor porque este tipo de pagamento não é permitido para este cartão. Entre em contacto com o banco emissor para obter esclarecimentos."],"The bank has declined this transfer. Please contact the bank for more information.":["O banco recusou esta transferência. Entre em contacto com o banco para obter mais informações."],"Debit transactions are not approved on your bank account. Bank accounts need to be set up for both credit and debit transfers.":["As transações de débito não são aprovadas na sua conta bancária. As contas bancárias têm de ser configuradas para transferências de crédito e débito."],"The bank account has restrictions on either the type or number of transfers allowed. This normally indicates that the bank account is a savings or other non-checking account.":["A conta bancária tem restrições em relação ao tipo ou número de transferências permitidas. Isto normalmente indica que a conta bancária é uma conta-poupança ou outra conta que não uma conta-corrente."],"Failure reason: ":["Motivo da falha: "],"\"No\" icon":["Ícone \"Não\""],"\"Yes\" icon":["Ícone \"Sim\""],"Are you satisfied with WooPayments?":["Está satisfeito com o WooPayments?"],"Online store":["Loja online"],"Sales channel":["Canal de vendas"],"When you reset your test account, all payment data — including your %1$s account details, test transactions, and payouts history — will be lost. Your order history will remain. This action cannot be undone, but you can create a new test account at any time.":["Quando repuser a sua conta de teste, todos os dados de pagamento, incluindo os detalhes da sua conta %1$s, transações de teste e histórico de pagamentos, serão perdidos. O seu histórico de encomendas será mantido. Esta ação não pode ser anulada, mas pode criar uma nova conta de teste em qualquer momento."],"Refresh":["Refrescar"],"Updates take a moment to appear. Please refresh the page in a minute.":["As atualizações demoram um pouco a aparecer. Atualize a página num minuto."],"We’re processing your export. 🎉 The file will download automatically and be emailed to %s.":["Estamos a processar a sua exportação. 🎉 O ficheiro será transferido automaticamente e enviado por e-mail para %s."],"Export":["Exportar"],"Not available":["Não disponível"],"Copy bank reference ID to clipboard":["Copiar ID de referência bancária para a área de transferência"],"Withdrawal details":["Detalhes do levantamento"],"The minimum amount that can be processed is %1$s %2$s.":["O valor mínimo que pode ser processado é de %1$s %2$s."],"The payment amount is too small to be processed.":["O valor do pagamento é demasiado baixo para ser processado."],"When you reset your account, all payment data — including your %1$s account details, test transactions, and payouts history — will be lost. Your order history will remain. This action cannot be undone, but you can create a new test account at any time.":["Quando repuser a sua conta, todos os dados de pagamento, incluindo os seus detalhes da conta %1$s, transações de teste e histórico de pagamentos, serão perdidos. O seu histórico de encomendas será mantido. Esta ação não pode ser anulada, mas pode criar uma nova conta de teste em qualquer momento."],"Reset your test account":["Repor a sua conta de teste"],"Great news — your %s account has been activated. You can now start accepting payments on your store.":["Boas notícias — a sua conta %s foi ativada. Já pode começar a aceitar pagamentos na sua loja."],"Finish your verification process":["Concluir o seu processo de verificação"],"Select a payment method":["Selecione um método de pagamento"],"<title>Payment method<\/title> <rule \/> <filter \/>":["<title>Método de pagamento<\/title> <rule \/> <filter \/>"],"Select a payment method filter match":["Selecione uma correspondência de filtro de método de pagamento"],"Remove payment method filter":["Remover filtro de método de pagamento"],"Tax Invoice":["Fatura fiscal"],"Total per transaction":["Total por transação"],"Currency conversion fee":["Taxa de conversão de moeda"],"International payment method fee":["Taxa de método de pagamento internacional"],"The payment was declined":["O pagamento foi recusado"],"The card has insufficient funds to complete the purchase":["O cartão tem fundos insuficientes para a conclusão da compra"],"The payment requires authentication":["O pagamento requer autenticação"],"An error occurred while processing the card":["Ocorreu um erro ao processar o cartão"],"The card number is invalid":["O número do cartão é inválido"],"The expiration year is invalid":["O ano de expiração é inválido"],"The expiration month is invalid":["O mês de expiração é inválido"],"The security code is invalid":["O código de segurança é inválido"],"The postal code is incorrect":["O código postal é incorreto"],"The card number is incorrect":["O número do cartão é incorreto"],"The security code is incorrect":["O código de segurança é incorreto"],"The card has expired":["O cartão expirou"],"The card was declined by the bank":["O cartão foi recusado pelo banco"],"A payment of %1$s failed: %2$s.":["Um pagamento de %1$s falhou: %2$s."],"Postal code check":["Verificação do código postal"],"There has been an error capturing the payment for order #%s.":["Ocorreu um erro ao capturar o pagamento da encomenda n.º %s."],"Unable to process the payment. Please try again later.":["Não foi possível processar o pagamento. Tente novamente mais tarde."],"An unexpected error occurred. Please try again later.":["Ocorreu um erro inesperado. Tente novamente mais tarde."],"The payment cancellation failed to complete.":["Falha ao concluir o cancelamento do pagamento."],"The payment capture failed to complete.":["Falha ao concluir a captura do pagamento."],"This payment cannot be processed in its current state.":["Este pagamento não pode ser processado no seu estado atual."],"The payment cannot be processed due to a mismatch with order details.":["O pagamento não pode ser processado devido a não correspondência com os dados da encomenda."],"Payment cannot be processed for partially or fully refunded orders.":["O pagamento não pode ser processado para encomendas total ou parcialmente reembolsadas."],"The order could not be found.":["Esta encomenda não foi encontrada."],"There has been an error canceling the payment for order #%s.":["Ocorreu um erro ao cancelar o pagamento da encomenda n.º %s."],"Currency conversion fee: %1$s%%":["Taxa de conversão de moeda: %1$s%%"],"Currency conversion fee: %1$s%% + %2$s":["Taxa de conversão de moeda: %1$s%% + %2$s"],"You're ready to accept payments!":["Está pronto para aceitar pagamentos!"],"Activate payments":["Ativar pagamentos"],"In order to receive payouts, you will need to provide your bank details.":["Para receber pagamentos, terá de fornecer os seus dados bancários."],"To use %s, you will need to verify your business details.":["Para utilizar o %s, terá de verificar os seus detalhes da empresa."],"Your test account will be deactivated, but your transactions can be found in your order history.":["A sua conta de teste será desativada, mas as suas transações podem ser encontradas no seu histórico de encomendas."],"Before continuing, please make sure that you're aware of the following:":["Antes de continuar, certifique-se de que está ciente do seguinte:"],"Activate payments on your store":["Ativar pagamentos na sua loja"],"{{div}}{{strong}}You're using a test account.{{\/strong}} To accept payments from shoppers, {{switchToLiveLink}}activate your %1$s account.{{\/switchToLiveLink}}{{\/div}}{{learnMoreIcon\/}}":["{{div}}{{strong}}Está a utilizar uma conta de teste.{{\/strong}} Para aceitar pagamentos de compradores, {{switchToLiveLink}}ative a sua conta %1$s.{{\/switchToLiveLink}}{{\/div}}{{learnMoreIcon\/}}"],"In-Person (POS)":["Presencial (POS)"],"The timing and amount of your payouts may vary due to several factors. Check out our {{link}}payout schedule guide{{\/link}} for details.":["O timing e a quantidade dos seus pagamentos podem variar consoante vários fatores. Descubra o nosso {{link}}guia do plano de pagamentos{{\/link}} para mais detalhes."],"Bank reference ID":["ID de referência bancária"],"Finishing payments setup":["Configuração da conclusão de pagamentos"],"Payout status":["Estado do pagamento"],"Payout ID":["ID do pagamento"],"Amount in Payout Currency":["Montante em moeda de pagamento"],"Payout Currency":["Moeda de pagamento"],"Future payout":["Pagamento futuro"],"Payout":["Pagamento"],"Completed (deducted)":["Concluído (deduzido)"],"Completed (paid)":["Concluído (pago)"],"Pay out %s now":["Pagar %s agora"],"Net payout amount: ":["Montante do pagamento líquido: "],"Instant payout":["Pagamento instantâneo"],"All payouts":["Todos os pagamentos"],"Payout currency":["Moeda de pagamento"],"Completed":["Completado"],"Select a payout status":["Selecionar um estado de pagamento"],"Select a payout date":["Selecionar uma data de pagamento"],"Payout transactions":["Transações de pagamento"],"Net payout amount":["Montante do pagamento líquido"],"Net withdrawal amount":["Montante do levantamento líquido"],"Payout amount":["Montante do pagamento"],"Withdrawal amount":["Montante do levantamento"],"Payout overview":["Visão geral do pagamento"],"Withdrawal overview":["Visão geral do levantamento"],"Withdrawal date":["Data do levantamento"],"Instant payout date":["Data do pagamento instantâneo"],"Payout date":["Data do pagamento"],"enable payouts.":["ativar pagamentos."],"payout":["pagamento","pagamentos"],"Change payout schedule":["Alterar plano de pagamentos"],"View full payout history":["Ver histórico de pagamentos completo"],"Payout history":["Histórico de pagamentos"],"Payouts:":["Pagamentos:"],"Net payout: %s":["Pagamento líquido: %s"],"Payout details":["Detalhes de pagamento"],"Payouts":["Pagamentos"],"This info will verify your account":["Esta informação verificará a sua conta"],"Continue onboarding":["Continuar adesão"],"Copy to clipboard":["Copiar para a área de transferência"],"Success! You can start using WooPayments in test mode.":["Sucesso! Pode começar a utilizar o WooPayments no modo de teste."],"In just a few moments, you'll be ready to test payments on your store.":["Dentro de poucos instantes, poderá testar pagamentos na sua loja."],"An error occurred while setting up your sandbox account. Please try again!":["Ocorreu um erro ao configurar a sua conta sandbox. Tente novamente!"],"There was a problem resetting your account. Please wait a few seconds and try again.":["Ocorreu um problema ao repor a sua conta. Aguarde alguns segundos e tente novamente."],"Please <b>complete your %1$s setup<\/b> to process payments.":["<b>Conclua a sua configuração do %1$s<\/b> para processar pagamentos."],"Finish business details verifications":["Terminar as verificações de detalhes da empresa"],"Supported":["Suportado"],"Recurring payments":["Pagamentos recorrentes"],"Capture on order":["Capturar na encomenda"],"Payments capture":["Captura de pagamentos"],"Automatic - Daily":["Automático - Diariamente"],"13-digit number, for example 1234567890123.":["Número de 13 dígitos, por exemplo, 1234567890123."],"Corporate Number":["Número corporativo"],"The information you provide here will be used for all of your account's tax documents.":["As informações que fornecer aqui serão utilizadas para todos os documentos fiscais da sua conta."],"Set your %1$s":["Configure %1$s"],"Set your tax details":["Defina os seus detalhes fiscais"],"Get %s now":["Obter %s agora"],"With {{strong}}instant payout{{\/strong}} you can receive requested funds in your bank account within 30 mins for a %s%% fee. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Com o {{strong}}pagamento instantâneo{{\/strong}}, pode receber os fundos solicitados na sua conta bancária em 30 minutos, mediante o pagamento de uma taxa %s%%. {{learnMoreLink}}Saiba mais{{\/learnMoreLink}}"],"Learn more about instant payouts":["Saiba mais sobre os pagamentos instantâneos"],"Get %1$s via instant payout. Funds are typically in your bank account within 30 mins. Fee: %2$s%%.":["Obter %1$s via pagamento instantâneo. Os fundos ficam tipicamente disponíveis na sua conta bancária dentro de 30 minutos. Taxa: %2$s%%."],"A test account gives you access to all %1$s features while checkout transactions are simulated. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["A conta de teste dá-lhe acesso a todas as funcionalidades %1$s enquanto as transações de finalização da compra são simuladas. {{learnMoreLink}}Saiba mais{{\/learnMoreLink}}"],"At least one risk filter needs to be enabled for advanced protection.":["Tem de estar ativado, no mínimo, um filtro de risco para a proteção avançada."],"Block if the AVS verification fails":["Bloqueio se a verificação de AVS falhar"],"Place in review if the AVS verification fails":["Colocar em análise se a verificação de AVS falhar"],"Send":["Enviar"],"10 minutes":["10 minutos"],"Cartes Bancaires":["Cartes Bancaires"],"Change":["Alterar"],"Business Location:":["Localização do negócio:"],"Select a country":["Selecionar um país"],"Select an option":["Seleccione uma opção"],"This will take place in a secure environment through our partner. Once your business details are verified, you’ll be redirected back to your store dashboard.":["Isto será realizado num ambiente seguro através do nosso parceiro. Após os detalhes da sua empresa serem verificados, será redirecionado de volta para o painel de controlo da sua loja."],"One last step! Verify your identity with our partner":["Só falta uma etapa! Verificar a sua identidade com o nosso parceiro"],"To ensure safe and secure transactions, a WordPress.com account is required before you can verify your business details.":["Para garantir transações seguras, é necessária uma conta WordPress.com antes de poder verificar os seus detalhes da empresa."],"You'll need to verify your business and payment details to ":["Terá de verificar os seus detalhes da empresa e de pagamento para "],"I'm setting up a store for someone else.":["Estou a configurar uma loja para outra pessoa."],"Hi%s, Welcome to %s!":["Olá %s, bem-vindo ao %s!"],"Verify business details":["Verificar detalhes da empresa"],"Connect your store":["Ligue a sua loja"],"You are using a test account. If you are experiencing problems completing account setup, or wish to test with a different email\/country associated with your account, you can reset your account and start from the beginning.":["Está a utilizar uma conta de teste. Se ocorrerem problemas ao concluir a configuração da conta ou se pretender testar com um e-mail\/país diferente associado à sua conta, pode repor a sua conta e começar do início."],"Payouts are currently paused because a recent payout failed. Please {{updateLink}}update your bank account details{{\/updateLink}}.":["Os pagamentos estão em pausa devido à falha de um pagamento recente. {{updateLink}}Atualize os dados da sua conta bancária{{\/updateLink}}."],"Total balance":["Saldo total"],"Negative account balance? {{discoverWhyLink}}Discover why.{{\/discoverWhyLink}}":["Saldo de conta negativo? {{discoverWhyLink}}Descubra porquê.{{\/discoverWhyLink}}"],"{{bold}}Available funds{{\/bold}} have completed processing and are ready to be dispatched to your bank account. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["O processamento dos {{bold}}fundos disponíveis{{\/bold}} foi concluído e os fundos estão prontos para serem transferidos para a sua conta bancária. {{learnMoreLink}}Saiba mais{{\/learnMoreLink}}"],"Total balance = Available funds + Pending funds":["Saldo total = Fundos disponíveis + Fundos pendentes"],"{{bold}}Total balance{{\/bold}} combines both pending funds (transactions under processing) and available funds (ready for payout). {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["O {{bold}}saldo total{{\/bold}} combina os fundos pendentes (transações em processamento) e os fundos disponíveis (prontos para pagamento). {{learnMoreLink}}Saiba mais{{\/learnMoreLink}}"],"Net amount":["Montante líquido"],"Fee amount":["Montante da taxa"],"Amount placeholder":["Marcador de posição do montante"],"bank code placeholder":["marcador de posição do código bancário"],"reference placeholder":["marcador de posição de referência"],"verified name placeholder":["marcador de posição de nome verificado"],"bic placeholder":["marcador de posição de bic"],"customer_name placeholder":["marcador de posição customer_name"],"verified_name placeholder":["marcador de posição verified_name"],"bank name placeholder":["marcador de posição do nome do banco"],"country placeholder":["marcador de posição do país"],"address placeholder":["marcador de posição do endereço"],"email placeholder":["marcador de posição do e-mail"],"name placeholder":["marcador de posição do nome"],"id placeholder":["marcador de posição de id"],"card type placeholder":["marcador de posição do tipo de cartão"],"date placeholder":["marcador de posição da data"],"fingerprint placeholder":["marcador de posição da impressão digital"],"Repaid this period placeholder":["Marcador de posição de Pago neste período"],"Total repaid placeholder":["Marcador de posição de Total pago"],"Started":["Iniciado"],"Payouts are paused while your available funds balance remains below %s. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Os pagamentos são colocados em pausa enquanto o seu saldo de fundos disponíveis permanece abaixo de %s. {{learnMoreLink}}Saiba mais{{\/learnMoreLink}}"],"Charge ID":["ID de cobrança"],"By using %1$s, you agree to be bound by our {{tosLink}}Terms of Service{{\/tosLink}} (including {{merchantTermsLink}}%2$s merchant terms{{\/merchantTermsLink}}) and acknowledge that you have read our {{privacyPolicyLink}}Privacy Policy{{\/privacyPolicyLink}}.":["Ao utilizar o %1$s, aceita reger-se pelos nossos {{tosLink}}Termos de Serviço{{\/tosLink}} (incluindo os {{merchantTermsLink}}%2$s termos do comerciante{{\/merchantTermsLink}}) e confirma que leu a nossa {{privacyPolicyLink}}Política de Privacidade{{\/privacyPolicyLink}}."],"Investigate this purchase and refund the transaction as needed.":["Investigue esta compra e efetue o reembolso da transação, conforme necessário."],"It has been refunded and is not a subject for disputes.":["Foi reembolsada e não é objeto de disputas."],"This transaction is not connected to order. ":["Esta transação não está associada à encomenda. "],"Refund in full":["Reembolsar na íntegra"],"Transaction actions":["Ações de transação"],"Before you continue":["Antes de continuar"],"Yes, reset account":["Sim, repor a conta"],"Are you sure you want to continue?":["Tem a certeza de que deseja continuar?"],"Once confirmed, this cannot be undone.":["Após confirmar, não é possível anular a ação."],"You will have to re-confirm your business and banking details.":["Terá de confirmar novamente os seus detalhes da empresa e bancários."],"Your %s account will be reset, and all data will be lost.":["A sua conta %s será reposta e todos os dados serão perdidos."],"There has been an error refunding the payment #%s. Please try again later.":["Ocorreu um erro ao reembolsar o pagamento n.º %s. Tente novamente mais tarde."],"Refunded payment #%s.":["Pagamento reembolsado n.º %s."],"Payments and payouts are disabled until account setup is completed. If you are experiencing problems completing account setup, or need to change the email\/country associated with your account, you can reset your account and start from the beginning.":["Os pagamentos estão desativados até a configuração da conta ser concluída. Se ocorrerem problemas ao concluir a configuração da conta ou se tiver de alterar o e-mail\/país associado à sua conta, pode repor a sua conta e começar do início."],"Account Tools":["Ferramentas de conta"],"Reset account":["Repor a conta"],"Amount in Customer Currency":["Montante na moeda do cliente"],"Amount Paid":["Montante pago"],"Customer Currency":["Moeda do cliente"],"Paid Currency":["Moeda paga"],"This transaction will be included in an upcoming automated payout. The date of the payout will be displayed here once it is scheduled. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Esta transação será incluída num próximo pagamento automático. A data do pagamento será exibida aqui após ser agendada. {{learnMoreLink}}Saiba mais{{\/learnMoreLink}}"],"Available funds are automatically dispatched {{strong}}on the %1$s of every month{{\/strong}}.":["Os fundos disponíveis são automaticamente despachados {{strong}}no %1$s de cada mês{{\/strong}}."],"Available funds are automatically dispatched {{strong}}on the last day of every month{{\/strong}}.":["Os fundos disponíveis são automaticamente despachados {{strong}}no último dia de cada mês{{\/strong}}."],"Available funds are automatically dispatched {{strong}}every %1$s{{\/strong}}.":["Os fundos disponíveis são automaticamente despachados {{strong}}a cada %1$s{{\/strong}}."],"Available funds are automatically dispatched {{strong}}every day{{\/strong}}.":["Os fundos disponíveis são automaticamente despachados {{strong}}todos os dias{{\/strong}}."],"You have no funds available. {{whyLink}}Why?{{\/whyLink}}":["Não tem fundos disponíveis. {{whyLink}}Porquê?{{\/whyLink}}"],"This filter is disabled because you're currently selling to all countries.":["Este filtro está desativado porque está a vender atualmente para todos os países."],"Risk Level\u0004Is not":["Não é"],"Select a transaction Risk Level":["Selecionar um nível de risco de transação"],"<title>Risk Level<\/title> <rule \/> <filter \/>":["<title>Nível de risco<\/title> <rule \/> <filter \/>"],"{{title}}Risk Level{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Nível de risco{{\/title}} {{rule \/}} {{filter \/}}"],"Select a transaction Risk Level filter match":["Selecionar uma correspondência do filtro do nível de risco da transação"],"Remove transaction Risk Level filter":["Remover filtro do nível de risco da transação"],"Risk Level":["Nível de risco"],"Select a transaction customer country":["Selecionar um país do cliente da transação"],"<title>Customer country<\/title> <rule \/> <filter \/>":["<title>País do cliente<\/title> <rule \/> <filter \/>"],"{{title}}Customer country{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}País do cliente{{\/title}} {{rule \/}} {{filter \/}}"],"Select a transaction customer country filter match":["Selecionar uma correspondência do filtro de país do cliente da transação"],"Remove transaction customer country filter":["Remover filtro do país do cliente da transação"],"Customer Country":["País do cliente"],"Select a transaction sales channel":["Selecionar um canal de vendas de transação"],"<title>Sales channel<\/title> <rule \/> <filter \/>":["<title>Canal de vendas<\/title> <rule \/> <filter \/>"],"{{title}}Sales channel{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Canal de vendas{{\/title}} {{rule \/}} {{filter \/}}"],"Select a transaction sales channel filter match":["Selecionar uma correspondência do filtro do canal de vendas de transação"],"Remove transaction sales channel filter":["Remover filtro do canal de vendas de transação"],"Risk Level\u0004Is":["É"],"<b>%1$s is not currently available in your location<\/b>. To be eligible for %1$s, your business address must be in one of the following <a>supported countries<\/a>.":["<b>%1$s não está atualmente disponível na sua localização<\/b>. Para ser elegível para %1$s, o seu endereço comercial tem de estar localizado num dos seguintes <a>países suportados<\/a>."],"Viewing test %1$s. To view live %1s, disable test mode in {{settingsLink}}%2s settings{{\/settingsLink}}.":["A ver teste %1$s. Para ver %1s em tempo real, desative o modo de teste nas {{settingsLink}}definições %2s{{\/settingsLink}}."],"%1$s was in test mode when this %2$s was %3$s. To view live %2$ss, disable test mode in {{settingsLink}}%1$s settings{{\/settingsLink}}.":["%1$s estava no modo de teste quando %2$s estava %3$s. Para ver %2$ss em tempo real, desative o modo de teste nas definições {{settingsLink}}%1$s{{\/settingsLink}}.","%1$s estava no modo de teste quando %2$ss estavam %3$s. Para ver %2$ss em tempo real, desative o modo de teste nas definições {{settingsLink}}%1$s{{\/settingsLink}}."],"{{strong}}%1$s is in test mode.{{\/strong}} All transactions will be simulated. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["{{strong}}%1$s está no modo de teste.{{\/strong}} Todas as transações serão simuladas. {{learnMoreLink}}Saiba mais{{\/learnMoreLink}}"],"{{strong}}%1$s is in sandbox mode.{{\/strong}} You need to set up a live %1$s account before you can accept real transactions.":["{{strong}}%1$s está no modo sandbox.{{\/strong}} Tem de configurar uma conta %1$s em tempo real antes de poder aceitar transações reais."],"placed":["realizado"],"created":["criado"],"order":["Compra"],"Other":["Outros"],"Requested by customer":["Solicitado pelo cliente"],"Duplicate order":["Encomenda em duplicado"],"Select a reason (Optional)":["Selecionar motivo (Opcional)"],"This will issue a full refund of {{strong}}%s{{\/strong}} to the customer.":["Esta ação emitirá um reembolso total de {{strong}}%s{{\/strong}} para o cliente."],"Refund transaction":["Transação de reembolso"],"Accepting…":["A aceitar…"],"Preferred Locale":["Local preferido"],"Category":["Categoria"],"pay_in_installments":["pay_in_installments"],"pay_with_financing":["pay_with_financing"],"pay_now":["pay_now"],"pay_later":["pay_later"],"Unable to view order. Order not found.":["Não é possível ver a encomenda. Encomenda não encontrada."],"This action is final and cannot be undone.":["Esta ação é definitiva e não pode ser anulada."],"Accepting the dispute marks it as <em>Lost<\/em>. The disputed amount and the %s dispute fee will not be returned to you.":["A aceitação da disputa marca-a como <em>Perdida<\/em>. O montante disputado e a taxa de disputa %s não lhe serão devolvidos."],"View order to issue refund":["Ver encomenda para emitir reembolso"],"You will be taken to the order, where you must complete the refund process manually.":["Será conduzido para a encomenda, onde terá de concluir o processo de reembolso manualmente."],"Issuing a refund will close the inquiry, returning the amount in question back to the cardholder. No additional fees apply.":["A emissão de um reembolso encerrará o inquérito, devolvendo o montante em questão ao titular do cartão. Não são aplicadas taxas adicionais."],"Issue a refund?":["Emitir um reembolso?"],"Issue refund":["Emitir um reembolso"],"Total fees":["Total de taxas"],"Dispute fee":["Taxa de disputa"],"Transaction fee":["Taxa de transação"],"Fee breakdown":["Discriminação da taxa"],"Deducted":["Deduzido"]," (Past due)":["(vencido)"],"Accept the dispute?":["Aceitar a disputa?"],"Challenge the dispute":["Contestar a disputa"],"This dispute was lost on %1$s due to non-response.":["Esta disputa foi perdida em %1$s devido a ausência de resposta."],"You submitted evidence for this inquiry on %s. The <strong>cardholder’s bank<\/strong> is reviewing the case, which can take 120 days or more. You will be alerted when they make their final decision.":[""],"View dispute details":["Ver detalhes da disputa"],"Before proceeding, please take note of the following:":["Antes de continuar, lembre-se do seguinte:"],"Continue with challenge":["Continuar com a contestação"],"Issuer evidence":["Prova do emissor"],"Loading":["A carregar..."],"Error downloading file":["Erro ao transferir ficheiro"],"Evidence.txt":["Evidence.txt"],"Test mode is enabled, only test accounts will be created. If you want to process live transactions, please {{learnMoreLink}}disable it{{\/learnMoreLink}}.":["O modo de teste está ativado, apenas serão criadas contas de teste. Se pretender processar transações em tempo real, {{learnMoreLink}}desative-o{{\/learnMoreLink}}."],"Error retrieving file.":["Erro ao obter ficheiro."]," (%d day left to respond)":["(%d dia restante para responder)","(%d dias restantes para responder)"],"Respond By":["Responder até"],"Disputed On":["Contestado a"],"Dispute Amount":["Montante da disputa"],"Error starting the Stripe Billing migration.":["Erro ao iniciar a migração do Stripe Billing."],"Dismiss this notice":["Descartar este aviso"],"The cardholder claims this is an unauthorized charge.":["O titular do cartão alega que se trata de uma cobrança não autorizada."],"Finish setting up %s":["Concluir a configuração do %s"],"The cardholder claims this is an unauthorized transaction.":["O titular do cartão alega que esta é uma transação não autorizada."],"The cardholder claims this is a duplicate transaction.":["O titular do cartão alega que esta é uma transação duplicada."],"The cardholder claims a credit was not processed.":["O titular do cartão alega que um crédito não foi processado."],"The cardholder claims a subscription was canceled.":["O titular do cartão alega que uma subscrição foi cancelada."],"The cardholder claims the product was unacceptable.":["O titular do cartão alega que o produto não é aceitável."],"Payments and payouts are disabled for this account until setup is completed.":["Os pagamentos estão desativados para esta conta até a configuração ser concluída."],"Let your customers pay with JCB, the only international payment brand based in Japan.":["Permita que os clientes paguem com o JCB, a única marca de pagamentos internacionais localizada no Japão."],"Please provide a type of goods or services":["Indique um tipo de bens ou serviços"],"Please provide a business type":["Indique um tipo de negócio"],"Please provide a country":["Indique um país"],"{{linkToStripePage \/}} about %s Fees":["{{linkToStripePage \/}} acerca de Taxas do %s"],"Android":["Android"],"Reconnect %s":["Reconectar o %s"],"Update %s business details":["Atualizar detalhes da empresa do %s"],"See details":["Ver detalhes"],"Respond":["Responder"],"%s day left":["%s dia restante","%s dias restantes"],"Last day today":["Último dia hoje"],"Is my data safe with %s?":["Os meus dados estão seguros com o %s?"],"Verifying your information with %s":["Verificar as suas informações com o %s"],"Respond to %d active disputes":["Responder a %d disputas ativas"],"Union Pay":["Union Pay"],"Stripe Account":["Conta Stripe"],"In-Person Card Payment":["Pagamento com cartão presencial"],"Card Payment":["Pagamento com cartão"],"ACSS Debit":["Débito ACSS"],"ACH Debit":["Débito ACH"],"ACH Credit Transfer":["Transferência de crédito ACH"],"Visa":["Visa"],"UnionPay":["UnionPay"],"Mastercard":["MasterCard"],"JCB":["JCB"],"Discover":["Descobrir"],"Diners Club":["Diners Club"],"American Express":["American Express"],"<title>Device type<\/title> <rule \/> <filter \/>":["<title>Tipo de dispositivo<\/title> <rule \/> <filter \/>"],"<title>Loan<\/title> <rule \/> <filter \/>":["<title>Empréstimo<\/title> <rule \/> <filter \/>"],"<title>Customer currency<\/title> <rule \/> <filter \/>":["<title>Moeda do cliente<\/title> <rule \/> <filter \/>"],"Transactions match <select \/> filters":["As transações correspondem a {{select \/}} filtros"],"<title>Type<\/title> <rule \/> <filter \/>":["<title>Tipo<\/title> <rule \/> <filter \/>"],"Documents match <select \/> filters":["Os documentos correspondem a {{select \/}} filtros"],"Disputes match <select \/> filters":["Filtros de correspondência {{select \/}} de disputa"],"Payouts match <select \/> filters":["Os pagamentos correspondem aos filtros <select \/>"],"<title>Status<\/title> <rule \/> <filter \/>":["<title>Estado<\/title> <rule \/> <filter \/>"],"<title>Date<\/title> <rule \/> <filter \/>":["<title>Data<\/title> <rule \/> <filter \/>"],"If you can not prove the customer’s subscription was canceled, and or they did not follow your cancellation policy, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Se não puder provar que a subscrição do cliente foi cancelada ou que o cliente não seguiu a sua política de cancelamento, deverá aceitar a disputa. Não é possível emitir um reembolso enquanto um pagamento está a ser contestado. As redes de cartões de crédito colocam a responsabilidade pela aceitação de pagamentos contestados em si, a empresa."],"Earn recurring revenue and get payouts into your bank account.":["Ganhe receitas recorrentes e receba pagamentos na sua conta bancária."],"Offer card payments, Apple Pay, iDeal, Affirm, Afterpay, and accept in-person payments with the Woo mobile app.":["Ofereça pagamentos com cartão, Apple Pay, iDeal, Affirm, Afterpay, e aceite pagamentos presenciais com a aplicação móvel Woo."],"There was an error applying the promotion. Please contact support for assistance if the problem persists":["Ocorreu um erro ao aplicar a promoção. Contacte a assistência para obter ajuda se o problema persistir"],"*See <a>Terms and Conditions<\/a> for details.":["*Ver <a>Termos e Condições<\/a> para mais detalhes."],"Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection.":["O desconto será aplicado a pagamentos processados via WooPayments após a conclusão da instalação, configuração e ligação."],"Limited time offer":["Oferta por tempo limitado"],"Transaction unauthorized":["Transação não autorizada"],"iPhone":["iPhone"],"Select a transaction device type":["Selecionar um tipo de dispositivo de transação"],"{{title}}Device type{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Tipo de dispositivo{{\/title}} {{rule \/}} {{filter \/}}"],"Select a transaction device type filter match":["Selecionar uma correspondência do filtro do tipo de dispositivo"],"Remove transaction device type filter":["Remover filtro do tipo de dispositivo de transação"],"Device Type":["Tipo de dispositivo"],"See disputes":["Ver disputas"],"Last week to respond to %d of the disputes":["Última semana para responder a %d das disputas"],"Final day to respond to %d of the disputes":["Último dia para responder a %d das disputas"],"Respond to %d active disputes for a total of %s":["Responder a %d disputas ativas para um total de %s"],"By %s – %s left to respond":["Até %s – %s restantes para responder"],"Respond today by %s":["Responder hoje até às %s"],"Respond to a dispute for %s":["Responder a uma disputa de %s"],"Respond to a dispute for %s – Last day":["Responder a uma disputa de %s – Último dia"],"Respond now":["Responder agora"],"Filter action":["Filtrar ação"],"Authorize and hold for review":["Autorizar e suspender para análise"],"Search…":["Pesquisar..."],"This info will help us speed up the set up process.":["Esta informação ajuda-nos a acelerar o processo de configuração."],"Please share a few more details":["Partilhe mais alguns detalhes"],"You must <a>capture<\/a> this charge within the next":["Tem de <a>capturar<\/a> esta cobrança nos próximos"],"%d days":["%d dias"],"a day":["um dia"],"%d hours":["%d horas"],"an hour":["uma hora"],"%d minutes":["%d minutos"],"a minute":["um minuto"],"%d seconds":["%d segundos"],"a second":["um segundo"],"Payouts may be interrupted while your %s balance remains negative. {{whyLink}}Why?{{\/whyLink}}":["Os pagamentos podem ser interrompidos enquanto o seu saldo %s for negativo. {{whyLink}}Porquê?{{\/whyLink}}"],"Let’s get your store ready to accept payments":["Vamos preparar a sua loja para aceitar pagamentos"],"Your payouts are {{strong}}temporarily suspended{{\/strong}}. {{suspendLink}}Learn more{{\/suspendLink}}":["Os seus pagamentos estão {{strong}}temporariamente suspensos{{\/strong}}. {{suspendLink}}Saiba mais{{\/suspendLink}}"],"Dispatch date":["Data do despacho"],"Fraudulent transactions often use fake addresses to place orders. If the IP address seems to be in one country, but the billing address is in another, that could signal potential fraud.":["As transações fraudulentas utilizam frequentemente endereços falsos para a realização de encomendas. Se o endereço IP parecer ser de um país, mas o endereço de faturação for de outro país, isso pode indiciar uma fraude potencial."],"IP Address Mismatch":["Não correspondência do endereço IP"],"Block if the order originates from a country different from the shipping address country":["Bloquear se a encomenda tiver origem num país diferente do país do endereço de envio"],"Place in review if the order originates from a country different from the shipping address country":["Colocar em análise se a encomenda tiver origem num país diferente do país do endereço de envio"],"Blocked":["Bloqueado"],"blocked":["transação(ões)"],"transactions(s)":["bloqueada(s)"],"Blocked transactions":["Transações bloqueadas"],"Search by order number or customer name":["Pesquisar por número de encomenda ou nome do cliente"],"There was an error retrieving your fraud protection settings. Please refresh the page to try again.":["Ocorreu um erro ao obter as suas definições de proteção contra fraude. Atualize a página para tentar novamente."],"For security, this filter is enabled and cannot be modified. Payments failing CVC verification will be blocked. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Por motivos de segurança, este filtro está ativado e não pode ser modificado. Os pagamentos que não passem na verificação de CVC serão bloqueados. {{learnMoreLink}}Saiba mais{{\/learnMoreLink}}"],"This filter is disabled, and cannot be modified.":["O filtro está desativado e não pode ser modificado."],"Orders from outside of the following countries will be screened by the filter: ":["As encomendas fora dos países seguintes serão filtradas pelo filtro: "],"Orders from outside of the following countries will be blocked by the filter: ":["As encomendas fora dos países seguintes serão bloqueadas pelo filtro: "],"Orders from the following countries will be screened by the filter: ":["As encomendas dos países seguintes serão filtradas pelo filtro: "],"Orders from the following countries will be blocked by the filter: ":["As encomendas dos países seguintes serão bloqueadas pelo filtro: "],"Block if the purchase price is not in your defined range":["Bloquear se o preço de compra não estiver no seu intervalo definido"],"Block if the items count is not in your defined range":["Bloquear se o número de itens não estiver no seu intervalo definido"],"Block if the country resolved from customer IP is not listed in your selling countries":["Bloquear se o país do IP do cliente não estiver listado nos seus países de venda"],"Block if the shipping address differs from the billing address":["Bloquear se o endereço de envio diferir do endereço de faturação"],"Place in review if the purchase price is not in your defined range":["Colocar em análise se preço de compra não estiver no seu intervalo definido"],"Place in review if the items count is not in your defined range":["Colocar em análise se o número de itens não estiver no seu intervalo definido"],"Place in review if the country resolved from customer IP is not listed in your selling countries":["Colocar em análise se o país do IP do cliente não estiver listado nos seus países de venda"],"Place in review if the shipping address country differs from the billing address country":["Colocar em análise se o país do endereço de envio diferir do país do endereço de faturação"],"Payment was screened by your fraud filters and placed in review.":["O pagamento foi filtrado pelos seus filtros de fraude e colocado em análise."],"Payment was screened by your fraud filters and blocked.":["O pagamento foi filtrado pelos seus filtros de fraude e bloqueado."],"Payment was approved by <a>%s<\/a>":["O pagamento foi aprovado por <a>%s<\/a>"],"Payment was blocked by <a>%s<\/a>":["O pagamento foi bloqueado por <a>%s<\/a>"],"Tap to Pay":["Tap to Pay"],"Tap to Pay on Android":["Tap to Pay em Android"],"Tap to Pay on iPhone":["Tap to Pay em iPhone"],"Approving this transaction will capture the charge.":["A aprovação desta transação irá capturar a cobrança."],"Approve Transaction":["Aprovar transação"],"Block transaction":["Bloquear transação"],"Please provide a response":["Forneça uma resposta"],"Error retrieving on review transactions.":["Erro ao obter transações em análise."],"Payment for order #%s canceled successfully.":["Pagamento da encomenda n.º %s cancelado com sucesso."],"Succeeded":["Com sucesso"],"Next":["Seguinte"],"Needs review":["Requer análise"],"Block Payment":["Bloquear pagamento"],"How does this filter protect me?":["Como é que este filtro me protege?"],"Advanced fraud protection":["Proteção contra fraude avançada"],"Settings were not saved.":["As definições não foram guardadas."],"Maximum purchase price":["Preço de compra máximo"],"Minimum purchase price":["Preço de compra mínimo"],"Maximum purchase price must be greater than the minimum purchase price.":["O preço de compra máximo tem de ser superior ao preço de compra mínimo."],"A price range must be set for the \"Purchase Price threshold\" filter.":["Tem de ser definido um intervalo de preços para o filtro \"Limiar de preço de compra\"."],"An unusually high purchase amount, compared to the average for your business, can indicate potential fraudulent activity.":["Um valor de compra invulgarmente elevado, em comparação com a média do seu negócio, pode indicar uma atividade potencialmente fraudulenta."],"Purchase Price Threshold":["Limiar de preço de compra"],"A price range must be set for this filter to take effect.":["Tem de ser definido um intervalo de preços para este filtro ter efeito."],"Limits":[""],"Maximum items per order":["Máximo de itens por encomenda"],"Minimum items per order":["Mínimo de itens por encomenda"],"Maximum item count must be greater than the minimum item count on the \"Order Item Threshold\" rule.":["O número máximo de itens tem de ser superior ao número mínimo de itens na regra \"Limiar de itens de encomenda\"."],"An item range must be set for the \"Order Item Threshold\" filter.":["Tem de ser definido um intervalo de itens para o filtro \"Limiar de itens de encomenda\"."],"An unusually high item count, compared to the average for your business, can indicate potential fraudulent activity.":["Um número de itens invulgarmente elevado, em comparação com a média do seu negócio, pode indicar uma atividade potencialmente fraudulenta."],"Order Items Threshold":["Limiar de itens de encomenda"],"Maximum item count must be greater than the minimum item count.":["O número máximo de itens tem de ser superior ao número mínimo de itens."],"An item range must be set for this filter to take effect.":["Tem de ser definido um intervalo de itens para este filtro ter efeito."],"Leave blank for no limit":["Deixar em branco para sem limite"],"You should be especially wary when a customer has an international IP address but uses domestic billing and shipping information. Fraudsters often pretend to live in one location, but live and shop from another.":["Deve estar especialmente atento quando um cliente tiver um endereço IP internacional mas utilizar informação de faturação e envio nacional. Os autores de fraudes costumam fingir que vivem numa localização, mas vivem e compram a partir de outra localização."],"International IP Address":["Endereço IP internacional"],"Because the card security code appears only on the card and not on receipts or statements, the card security code provides some assurance that the physical card is in the possession of the buyer.":["Como o código de segurança do cartão aparece apenas no cartão e não nos recibos ou extratos, o código de segurança do cartão oferece alguma garantia de que o comprador se encontra na posse do cartão físico."],"CVC Verification":["Verificação de CVC"],"AVS Mismatch":["Não correspondência de AVS"],"There are legitimate reasons for a billing\/shipping mismatch with a customer purchase, but a mismatch could also indicate that someone is using a stolen identity to complete a purchase.":["Existem motivos legítimos para uma não correspondência de faturação\/envio na compra de um cliente, mas uma não correspondência também pode indiciar que alguém está a recorrer a um roubo de identidade para realizar uma compra."],"Address Mismatch":["Não correspondência de endereço"],"Good morning, %s":["Bom dia, %s"],"Available funds":["Fundos disponíveis"],"Good evening":["Boa noite"],"Good afternoon":["Boa tarde"],"Good morning":["Bom dia"],"Good evening, %s":["Boa noite, %s"],"Good afternoon, %s":["Boa tarde, %s"],"6+ months":["Mais de 6 meses"],"3 – 6 months":["3 – 6 meses"],"1 – 3 months":["1 – 3 meses"],"Within 1 month":["Dentro de 1 mês"],"My store is already live":["A minha loja já está ativa"],"More than $100M":["Mais de 100 milhões de dólares"],"$20M - $100M":["20 milhões de dólares - 100 milhões de dólares"],"$1M - $20M":["1 milhão de dólares - 20 milhões de dólares"],"$250k - $1M":["250 000 dólares - 1 milhão de dólares"],"Less than $250k":["Menos de 250 000 dólares"],"What type of goods or services does your business sell? ":["Que tipo de bens ou serviços é que a sua empresa comercializa? "],"What category of legal entity identify your business?":["Que categoria de entidade legal identifica o seu negócio?"],"What type of legal entity is your business?":["Que tipo de entidade legal é o seu negócio?"],"Tap to pay transaction fee: %1$s%%":["Taxa de transação Tap to pay: %1$s%%"],"Tap to pay transaction fee: %1$s%% + %2$s":["Taxa de transação Tap to pay: %1$s%% + %2$s"],"Learn more.":[""],"Submit":["Submeter"],"More details":["Mais detalhes"],"Underage. Age must be at least 18.":["Menor de idade. Tem de ter, no mínimo, 18 anos."],"We have identified holding companies with significant percentage ownership. Upload a Memorandum of Association for each of the holding companies.":["Identificámos empresas holding com uma propriedade de percentagem significativa. Carregue um Memorando de Associação para uma das empresas holding."],"We have identified executives that haven’t been added on the account. Add any missing executives to the account.":["Identificámos executivos que não foram adicionados à conta. Adicione à conta quaisquer executivos em falta."],"We have identified owners that haven’t been added on the account. Add any missing owners to the account.":["Identificámos proprietários que não foram adicionados à conta. Adicione à conta quaisquer proprietários em falta."],"Verification failed for an unknown reason. Correct any errors and resubmit the required fields.":["A verificação falhou por um motivo desconhecido. Corrija quaisquer erros e submeta novamente os campos obrigatórios."],"The tax ID on the account was not recognized by the IRS. Refer to the support article for <a>newly-issued tax ID numbers<\/a>.":["O ID fiscal na conta não foi reconhecido pelo IRS. Consulte o artigo de suporte relativo a <a>números de ID fiscal emitidos recentemente<\/a>."],"The tax ID on the account cannot be verified by the IRS. Either correct any possible errors in the company name or tax ID, or upload a document that contains those fields.":["O ID fiscal na conta não pode ser verificado pelo IRS. Corrija quaisquer erros no nome da empresa ou no ID fiscal ou carregue um documento com esses campos."],"We could not verify that the person resides at the provided address. The address must be a valid physical address where the individual resides and cannot be a P.O. Box.":["Não pudemos verificar se a pessoa reside no endereço indicado. O endereço tem de ser um endereço físico válido em que o indivíduo resida e não pode ser uma caixa postal."],"The company name on the account could not be verified. Correct any errors in the company name field or upload a document that includes the company name.":["O nome da empresa na conta não pôde ser verificado. Corrija quaisquer erros no campo do nome da empresa ou carregue um documento que inclua o nome da empresa."],"The keyed-in information on the account could not be verified. Correct any errors in the company name, ID number, or address fields. You can also upload a document that includes those fields.":["A informação introduzida na conta não pôde ser verificada. Corrija quaisquer erros nos campos do nome da empresa, número de ID ou endereço. Também pode carregar um documento que inclua esses campos."],"The person’s keyed-in identity information could not be verified. Correct any errors or upload a document that matches the identity fields (e.g., name and date of birth) entered.":["A informação de identidade introduzida do indivíduo não pôde ser verificada. Corrija quaisquer erros ou carregue um documento que corresponda aos campos de identidade (por ex., nome e data de nascimento) preenchidos."],"The company ID number on the account could not be verified. Correct any errors in the ID number field or upload a document that includes the ID number.":["O número de ID da empresa na conta não pôde ser verificado. Corrija quaisquer erros no campo do número de ID ou carregue um documento que inclua o número de ID."],"The document could not be verified. Upload a document that includes the company name, ID number, and address fields.":["O documento não pôde ser verificado. Carregue um documento que inclua os campos de nome da empresa, número de ID e endereço."],"The Importer Exporter Code (IEC) number could not be verified. Correct any errors in the company’s IEC number field. (India only)":["O número do Importer Exporter Code (Código de Importador Exportador) (IEC) não pôde ser verificado. Corrija quaisquer erros no campo do número IEC da empresa. (apenas Índia)"],"The address on the account could not be verified. Correct any errors in the address field or upload a document that includes the address.":["O endereço na conta não pôde ser verificado. Corrija quaisquer erros no campo do endereço ou carregue um documento que inclua o endereço."],"The provided document type was not accepted. Ensure that the document follows the <a>guidelines for document uploads<\/a>.":["O tipo de documento fornecido não foi aceite. Assegure que o documento segue as <a>diretrizes de carregamento de documento<\/a>."],"The uploaded file exceeded the 10 MB size limit. Resize the document and upload the new file.":["O ficheiro carregado excedeu o limite de tamanho de 10 MB. Redimensione o documento e carregue o novo ficheiro."],"The document was identified as altered or falsified.":["O documento foi identificado como alterado ou falsificado."],"No document was uploaded. Upload the document again.":["Nenhum documento foi carregado. Carregue novamente o documento."],"A valid signature is missing on the document. Upload a document that includes a valid signature.":["Está em falta uma assinatura válida no documento. Carregue um documento que inclua uma assinatura válida."],"The document could not be read. Ensure that the document follows the <a>guidelines for document uploads<\/a>.":["O documento não pôde ser lido. Assegure que o documento segue as <a>diretrizes de carregamento de documento<\/a>."],"The nationality on the document did not match the person’s stated nationality. Update the person’s stated nationality, or upload a document that matches it.":["A nacionalidade no documento não correspondia à nacionalidade indicada pelo indivíduo. Modifique a nacionalidade indicada pelo indivíduo ou carregue um documento em conformidade."],"The company name was missing on the document. Upload a document that includes the company name.":["O nome da empresa estava em falta no documento. Carregue um documento que inclua o nome da empresa."],"The name on the document did not match the name on the account. Upload a document with a matching name or update the name on the account.":["O nome no documento não correspondia ao nome na conta. Carregue um documento com um nome correspondente ou atualize o nome na conta."],"The uploaded file was missing the front of the document. Upload a complete scan of the document.":["O ficheiro carregado tinha a frente do documento em falta. Carregue uma digitalização completa do documento."],"The uploaded file was missing the back of the document. Upload a complete scan of the document.":["O ficheiro carregado tinha o verso do documento em falta. Carregue uma digitalização completa do documento."],"The issue or expiry date is missing on the document. Upload a document that includes the issue and expiry dates.":["A data de emissão ou expiração está em falta no documento. Carregue um documento que inclua a data de emissão e expiração."],"The uploaded file was not one of the valid document types. Ensure that the document follows the <a>guidelines for document uploads<\/a>.":["O ficheiro carregado não era um dos tipos de documento válidos. Assegure que o documento segue as <a>diretrizes de carregamento de documento<\/a>."],"The document was cropped or missing important information. Upload a complete scan of the document.":["O documento estava cortado ou tinha informação importante em falta. Carregue uma digitalização completa do documento."],"The company ID number was missing on the document. Upload a document that includes the ID number.":["O número de ID da empresa estava em falta no documento. Carregue um documento que inclua o número de ID."],"A test data helper was supplied to simulate verification failure. Refer to the documentation for <a>test file tokens<\/a>.":["Um meio auxiliar de dados de teste foi fornecido para simular a falha de verificação. Consulte a documentação relativa a <a>tokens de ficheiro de teste<\/a>."],"The document could not be verified for an unknown reason. Ensure that the document follows the <a>guidelines for document uploads<\/a>":["O documento não pôde ser verificado por um motivo desconhecido. Assegure que o documento segue as <a>diretrizes de carregamento de documento<\/a>"],"The document could not be used for verification because it was in greyscale. Upload a color copy of the document.":["O documento não pôde ser utilizado para verificação porque estava em escala de cinzentos. Carregue uma cópia a cores do documento."],"The document could not be verified because it was detected as a copy (e.g., photo or scan). Upload the original document.":["O documento não pôde ser verificado porque foi detetado como cópia (por ex., fotografia ou digitalização). Carregue o documento original."],"The document could not be used for verification because it has expired. If it’s an identity document, its expiration date must be after the date the document was submitted. If it’s an address document, the issue date must be within the last six months.":["O documento não pôde ser utilizado para verificação porque expirou. Se é um documento de identidade, a sua data de expiração tem de ser posterior à data em que o documento foi submetido. Se é um documento de endereço, a data de emissão tem de estar dentro dos últimos seis meses."],"The same type of document was used twice. Two unique types of documents are required for verification. Upload two different documents.":["O mesmo tipo de documento foi utilizado duas vezes. Dois tipos únicos de documentos são necessários para verificação. Carregue dois documentos diferentes."],"The date of birth (DOB) on the document did not match the DOB on the account. Upload a document with a matching DOB or update the DOB on the account.":["A data de nascimento (DN) no documento não correspondia à data de nascimento na conta. Carregue um documento com uma DN correspondente ou modifique a DN na conta."],"The provided document was from an unsupported country.":["O documento fornecido referia-se a um país não suportado."],"The uploaded file for the document was invalid or corrupt. Upload a new file of the document.":["O ficheiro carregado para o documento era inválido ou estava corrompido. Carregue um novo ficheiro do documento."],"The company address was missing on the document. Upload a document that includes the address.":["O endereço da empresa estava em falta no documento. Carregue um documento que inclua o endereço."],"The address on the document did not match the address on the account. Upload a document with a matching address or update the address on the account.":["O endereço no documento não correspondia ao endereço na conta. Carregue um documento com um endereço correspondente ou modifique o endereço na conta."],"The representative must have an address in the same country as the company.":["O representante tem de ter um endereço no mesmo país que a empresa."],"The existing terms of service signature has been invalidated because the account’s tax ID has changed. The account needs to accept the terms of service again. For more information, see <a>this documentation<\/a>.":["A assinatura dos termos de serviço existentes foi invalidada porque o ID fiscal da conta mudou. A conta tem de aceitar novamente os termos de serviço. Para mais informações, consulte <a>esta documentação<\/a>."],"The street name and\/or number for the provided address could not be validated.":["O nome da rua e\/ou o número para o endereço indicado não pôde ser validado."],"The combination of the city, state, and postal code in the provided address could not be validated.":["A combinação de cidade, estado e código postal no endereço indicado não pôde ser validada."],"Payments and payouts are disabled for this account until missing information is updated. Please update the following information in the Stripe dashboard.":["Os pagamentos estão desativados para esta conta até que as informações em falta sejam atualizadas. Atualize as seguintes informações no painel de controlo da Stripe."],"Update business details":["Atualizar detalhes da empresa"],"Additional information is required to verify your business. Update by %s to avoid a disruption in payouts.":["São necessárias informações adicionais para verificar a sua empresa. Atualize até %s para evitar uma interrupção nos pagamentos."],"Uncaptured (%1$s)":["Não capturado (%1$s)"],"Action":["Acção"],"authorization(s)":["autorização(ões)"],"Error retrieving uncaptured transactions.":["Erro ao obter as transações não capturadas."],"Error retrieving authorization.":["Erro ao obter a autorização."],"Payment for order #%s captured successfully.":["Pagamento da encomenda n.º %s capturado com sucesso."],"Capture":["Capturar"],"What else should I keep in mind while completing this process?":["O que mais devo ter em conta na realização deste processo?"],"The ultimate goal of the “Know Your Customer” process is to help your business get up and running with payments as soon as possible while protecting your business and your customers. We follow the same regulations as other financial institutions so that we can ensure we operate in an ethical and trustworthy manner. We want to protect your business and the payments that we manage for you. The “Know Your Customer” process helps us protect you.":["O grande objetivo do processo “Know Your Customer” é ajudar a sua empresa a começar a utilizar os pagamentos o mais rapidamente possível, protegendo, ao mesmo tempo, a empresa e os clientes. Seguimos as mesmas regulamentações que as outras instituições financeiras para garantir que as nossas operações são conduzidas de forma ética e fidedigna. Queremos proteger a sua empresa e os pagamentos que gerimos. O processo “Know Your Customer” ajuda-nos a protegê-lo."],"Before we build a payment relationship with a customer, we ask for the information listed above to validate the business owner's identity and tax ID number, and to ensure that we can connect the listed bank account with the business itself.":["Antes de criarmos uma relação de pagamento com um cliente, pedimos as informações indicadas acima para validar o NIF e a identidade do proprietário da empresa, bem como para garantir que conseguimos associar a conta bancária indicada à empresa."],"Why do I have to share this information?":["Por que motivo tenho de partilhar estas informações?"],"“Know Your Customer” standards are used by banks and other financial institutions to confirm that customers are who they say they are. By confirming their customers' identities, banks and financial institutions can help keep transactions safe from fraud and other suspicious activities.":["Os padrões “Know Your Customer” são utilizados por bancos e outras instituições financeiras para confirmar que os clientes são quem afirmam ser. Ao confirmar as identidades dos clientes, os bancos e as instituições financeiras podem ajudar a proteger as transações contra fraude e outras atividades suspeitas."],"What is “Know Your Customer”?":["O que é o processo “Know Your Customer”?"],"As you continue the process of signing up for %s, we'll ask for information about your business, including the business owner's date of birth and tax ID number. We know you may wonder why we ask for this information, and how it will be used. The “Know Your Customer” process, explained below, helps us provide a safe, ethical environment for all financial transactions.":["Ao realizar o processo de registo no %s, vamos pedir informações sobre a sua empresa, incluindo o ID fiscal e a data de nascimento do proprietário da empresa. Talvez se pergunte por que motivo pedimos estas informações e como as mesmas serão utilizadas. O processo “Know Your Customer”, explicado abaixo, ajuda-nos a proporcionar um ambiente seguro e ético para todas as transações financeiras."],"Why we ask for personal financial information":["Por que motivo pedimos informações financeiras pessoais"],"Company URL":["URL da empresa"],"Company phone number":["Número de telefone da empresa"],"Company address":["Endereço da empresa"],"Industry":["Setor de atividade"],"Type of business":["Tipo de empresa"],"Country where your business is based":["País em que a empresa está sediada"],"Business info:":["Informações da empresa:"],"Social Security number (SSN) or Taxpayer Identification Number":["Número de Identificação de Segurança Social (NISS) ou Número de Identificação Fiscal (NIF)"],"Home address":["Endereço domiciliário"],"Date of birth":["data de nascimento"],"Legal name":["Denominação legal"],"Business owner info:":["Informações do proprietário da empresa:"],"Here's a brief list of the information you'll need to finish payment signup:":["Segue-se uma breve lista das informações de que precisará para concluir o registo nos pagamentos:"],"What information should I have at hand before I start the “Know Your Customer” process?":["Que informações tenho de ter comigo antes de começar o processo “Know Your Customer”?"],"We'll do our best to work with Stripe to confirm your identity as quickly as we can. Typically, we'll confirm your application within a couple of days.":["Envidaremos todos os esforços para, em conjunto com a Stripe, confirmarmos a sua identidade o mais rapidamente possível. Normalmente, iremos confirmar o seu pedido no prazo de alguns dias."],"How quickly will you confirm my identity and allow me to process payments?":["Quanto tempo demoram a confirmar a minha identidade e a permitir-me processar pagamentos?"],"We take every step required to safeguard your personal data. %s is built in partnership with Stripe to store your data in a safe and secure manner.":["Tomamos todas as medidas necessárias para proteger os seus dados pessoais. O %s foi criado em parceria com a Stripe para armazenar os seus dados em segurança."],"If you're setting up %s for someone else, it's best to have that person complete the account creation process. As you can see above, we ask for very specific information about the business owner - and you might not have all the details at hand. It's not always possible to change account information once it's been saved, especially if the site accepts live transactions before the correct account information is entered.":["Se estiver a configurar o %s em nome de outra pessoa, é melhor que seja essa pessoa a concluir o processo de criação da conta. Como pode ver acima, pedimos informações muito específicas sobre o proprietário da empresa e pode ser que não saiba todos os dados. Nem sempre é possível alterar as informações da conta após estas serem guardadas, especialmente se o site aceitar transações reais antes de serem introduzidas as informações da conta corretas."],"Got it":["Compreendi"],"Last day of the month":["Último dia do mês"],"Risk level of transaction":["Nível de risco da transação"],"Capture by":["Captura por"],"Authorized on":["Autorizado em"],"Uncaptured transactions":["Transações não capturadas"],"In-Person":["Presencial"],"Select a customer currency":["Selecionar uma moeda do cliente"],"{{title}}Customer currency{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Moeda do cliente{{\/title}} {{rule \/}} {{filter \/}}"],"Select a transaction customer currency filter match":["Selecionar uma correspondência de filtro de moeda do cliente da transação"],"Remove transaction customer currency filter":["Remover filtro de moeda do cliente da transação"],"There was a problem redirecting you to the requested link. Please check that it is valid and try again.":["Ocorreu um problema ao redirecioná-lo para a ligação pedida. Verifique se é válida e tente novamente."],"8 to 12 digits with your country code prefix, for example DE 123456789.":["8 a 12 dígitos com o seu prefixo de código do país, por ex., DE 123456789."],"VAT Number":["Número de IVA"],"If your sales exceed the VAT threshold for your country, you're required to register for a VAT Number.":["Se as suas vendas excederem o limite de IVA do seu país, tem de se registar para obter um número de IVA."],"Confirm":["Confirmação"],"Confirm your business details":["Confirmar os detalhes da empresa"],"You are about to export %d deposits. If you'd like to reduce the size of your export, you can use one or more filters. Would you like to continue?":["Está prestes a exportar %d depósitos. Se gostaria de reduzir o tamanho da sua exportação, pode utilizar um ou mais filtros. Gostaria de continuar?"],"WooPay":["WooPay"],"Select if your business is classed as a government entity":["Selecione se a sua empresa estiver classificada como entidade governamental"],"Select if you have been granted tax-exempt status by the Internal Revenue Service (IRS)":["Selecione se obteve o estatuto de isenção de impostos pelo Serviço de Receita Interna (IRS)"],"Select if you filed documentation to register your business with a government agency":["Selecione se apresentou a documentação para registar a sua empresa num organismo governamental"],"Select if you run your own business as an individual and are self-employed":["Selecione se gere a sua própria empresa em nome individual e é independente"],"Select if you run a non-business entity":["Selecione se gere uma entidade não comercial"],"Tax invoice without proper period dates":["Fatura fiscal sem as datas de período adequadas"],"Tax invoice for %s to %s":["Fatura fiscal para %s a %s"],"You are about to export %d disputes. If you'd like to reduce the size of your export, you can use one or more filters. Would you like to continue?":["Está prestes a exportar %d disputas. Se gostaria de reduzir o tamanho da sua exportação, pode utilizar um ou mais filtros. Gostaria de continuar?"],"Currently selected: %s":["Seleção atual: %s"],"No selection":["Nenhuma seleção"],"Onboarding":["Adesão"],"Error retrieving transactions.":["Erro ao obter as transações."],"Error retrieving transaction.":["Erro ao obter a transação."],"Payment Method":["Meio de pagamento"],"Unknown document type":["Tipo de documento desconhecido"],"Description":["Descrição"],"document":["documento","documentos"],"Select a document type":["Selecionar um tipo de documento"],"Select a document type filter match":["Selecionar uma correspondência de filtro de tipo de documento"],"Remove document type filter":["Remover filtro de tipo de documento"],"Select a document date":["Selecionar uma data de documento"],"Select a document date filter match":["Selecionar uma correspondência de filtro de data de documento"],"Remove document date filter":["Remover filtro de data de documento"],"Documents match {{select \/}} filters":["Os documentos correspondem a {{select \/}} filtros"],"All documents":["Todos os documentos"],"Error retrieving documents.":["Erro ao obter os documentos."],"Documents":["Documentos"],"%s refund was attempted but failed due to %s":["Foi efetuada uma tentativa de reembolso de %s, mas falhou porque %s"],"the card being lost or stolen.":["o cartão foi perdido ou roubado."],"the card being expired or canceled.":["o cartão expirou ou foi cancelado."],"Acquirer Reference Number (ARN) %s":["Número de referência do adquirente (NRA) %s"],"We've temporarily paused new account creation. We'll notify you when we resume!":["Suspendemos a criação de contas temporariamente. Receberá uma notificação quando retomarmos!"],"Sell to international markets and accept over 135 currencies with local payment methods.":["Venda a mercados internacionais e aceite mais de 135 moedas com métodos de pagamento locais."],"From %1$f%% + %2$s":["De %1$f%% + %2$s"],"Disbursed":["Desembolsado"],"All loans":["Todos os empréstimos"],"fixed fees":["taxas fixas"],"loan":["empréstimo"],"Capital Loans":["Empréstimos de capital"],"Loan disbursement":["Desembolso de empréstimo"],"Paid in Full":["Pago na totalidade"],"In Progress":["Em curso"],"Select a loan":["Selecionar um empréstimo"],"{{title}}Loan{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Empréstimo{{\/title}} {{rule \/}} {{filter \/}}"],"Remove loan filter":["Remover filtro de empréstimo"],"Loan":["Empréstimo"],"Loan repayment: <a>Loan %s<\/a>":["Pagamento do empréstimo: <a>Empréstimo %s<\/a>"],"%s will be subtracted from a future payout.":["%s será subtraído de um pagamento futuro."],"%1$s was subtracted from your <a>%2$s payout<\/a>.":["%1$s foi subtraído ao seu <a>pagamento de %2$s<\/a>."],"Loan repayment":["Pagamento do empréstimo"],"Error retrieving the active loan summary.":["Erro ao obter o resumo do empréstimo ativo."],"First paydown":["Primeira amortização"],"Withhold rate":["Taxa de retenção"],"Fixed fee":["Taxa fixa"],"Loan amount":["Montante do empréstimo"],"Loan disbursed":["Empréstimo desembolsado"],"<big>%s<\/big> of %s minimum":["<big>%s<\/big> de %s mínimo"],"Repaid this period (until %s)":["Pagou o montante referente a este período (até %s)"],"<big>%s<\/big> of %s":["<big>%s<\/big> de %s"],"Total repaid":["Total pago"],"View transactions":["Ver transações"],"Active loan overview":["Vista geral do empréstimo ativo"],"Repaid this period":["Pagou o montante referente a este período"],"Mobile phone number":["Número de telemóvel"],"%s transactions":["%s transações"],"There was a problem redirecting you to the loan offer. Please check that it is not expired and try again.":["Ocorreu um problema ao redirecioná-lo para a oferta de empréstimo. Confirme que não expirou e tente novamente."],"Email address":["Endereço de email"],"Currency":["Moeda"],"Please take action":["Tome medidas para resolver o problema"],"Your site is currently in Safe Mode.":["O seu site está atualmente no Modo Seguro."],"Select a dispute date":["Selecionar uma data de disputa"],"Select a dispute date filter match":["Selecionar uma correspondência de filtro de data da disputa"],"Remove dispute date filter":["Remover filtro de data de disputa"],"Disputed on date":["Contestado na data"],"Disputes match {{select \/}} filters":["Filtros de correspondência {{select \/}} de disputa"],"All disputes":["Todas as disputas"],"Dispute currency":["Moeda da disputa"],"Select a dispute status":["Selecionar estado da disputa"],"Select a dispute status filter match":["Selecionar uma correspondência de filtro de estado da disputa"],"Remove dispute status filter":["Remover filtro de estado da disputa"],"BSB":["BSB"],"dispute":["disputa","disputas"],"Error retrieving the summary of disputes.":["Erro ao obter o resumo das disputas."],"There was a problem generating your export.":["Ocorreu um problema ao gerar o seu relatório."],"You are about to export %d transactions. If you'd like to reduce the size of your export, you can use one or more filters. Would you like to continue?":["Está prestes a exportar %d transações. Se gostaria de reduzir o tamanho da sua exportação, pode utilizar um ou mais filtros. Gostaria de continuar?"],"There was an error rendering this view. Please contact support for assistance if the problem persists.":["Ocorreu um erro ao processar esta visualização. Contacte o suporte para obter ajuda se o problema persistir."],"Set up multiple currencies":["Configurar várias moedas"],"Business name":["Nome da empresa"],"Inactive":["Inactivo"],"Active":["Activo"],"Model":["Modelo"],"Reader ID":["ID do leitor"],"Card readers are marked as active if they’ve processed one or more transactions during the current billing cycle. To connect or disconnect card readers, use the %s mobile application.":["Os leitores de cartões são marcados como ativos se tiverem processado uma ou mais transações durante o ciclo de faturação atual. Para ligar ou desligar leitores de cartões, utilize a aplicação móvel do %s."],"Connected card readers":["Leitores de cartões ligados"],"Connected readers":["Leitores ligados"],"Reader fee":["Tarifa de leitor"],"Reader id":["ID do leitor"],"Readers details not loaded":["Detalhes do leitor não carregados"],"Card readers":["Leitores de cartões"],"Subscription transaction fee: %1$s%%":["Tarifa de transação da subscrição: %1$s%%"],"Subscription transaction fee: %1$s%% + %2$s":["Tarifa de transação da subscrição: %1$s%% + %2$s"],"No":["Não"],"Yes":["Sim"],"N\/A":["N\/D"],"Base fee: capped at %2$s":["Tarifa de base: limite de %2$s"],"Unknown transactions":["Transações desconhecidas"],"In-person transactions":["Transações presenciais"],"Card transactions":["Transações em cartão"],"Active discounts":["Descontos ativos"],"Update":["Actualizar"],"Reconnect":["Religar"],"Task dismissed":["Tarefa ignorada"],"Task postponed until tomorrow":["Tarefa adiada para amanhã"],"Task deleted":["Tarefa eliminada"],"Fixed fee: %s":["Taxa fixa: %s"],"Variable fee: %s":["Taxa variável: %s"],"Reference":["Referência"],"International card fee: %1$s%%":["Taxa de cartão internacional: %1$s%%"],"International card fee: %1$s%% + %2$s":["Taxa de cartão internacional: %1$s%% + %2$s"],"Base fee: %1$s%%":["Taxa base: %1$s%%"],"Base fee: %1$s%% + %2$s":["Taxa base: %1$s%% + %2$s"],"Customer currency":["Moeda do cliente"],"missing fees":["taxas em falta"],"<s>%1$s<\/s> %2$s":["<s>%1$s<\/s> %2$s"],"Dismiss":["Ignorar"],"Select a payout date filter match":["Selecionar uma correspondência de filtro de data de pagamento"],"Remove payout date filter":["Remover filtro de data de pagamento"],"Payouts match {{select \/}} filters":["Os pagamentos correspondem aos filtros {{select \/}}"],"{{title}}Status{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Estado{{\/title}} {{rule \/}} {{filter \/}}"],"Select a payout status filter match":["Selecionar uma correspondência de filtro de estado de pagamento"],"Remove payout status filter":["Remover filtro de estado de pagamento"],"As things begin to happen in your store your inbox will start to fill up. You'll see things like achievements, new feature announcements, extension recommendations and more!":["À medida que começa a haver atividade na sua loja, a sua caixa de entrada irá começar a encher. Irá ver conquistas, anúncios de novas funcionalidades, recomendações de extensões e muito mais!"],"Message could not be dismissed":["Não foi possível ignorar a mensagem","Não foi possível ignorar as mensagens"],"Message dismissed":["Mensagem ignorada"],"All messages dismissed":["Todas as mensagens foram ignoradas"],"Reload":["Atualizar"],"There was an error getting your inbox. Please try again.":["Ocorreu um erro ao obter a sua caixa de entrada. Tente novamente."],"It appears you're attempting to set up %1$s from an unsupported country. In order to complete the set up of %1$s, your store is required to have a business entity in one of the following countries: {{list \/}} {{link}}Learn more{{\/link}} about setting up business entities in foreign countries.":["Parece que está a tentar configurar o %1$s a partir de um país não suportado. Para concluir a configuração do %1$s, a sua loja tem de ter uma entidade empresarial num dos seguintes países: {{list \/}} {{link}}Saiba mais{{\/link}} sobre a configuração de entidades empresariais noutros países."],"The files you've attached to this dispute as evidence will exceed the limit for a dispute's total size. Try using smaller files as evidence. Hint: if you've attached images, you might want to try providing them in lower resolutions.":["Os ficheiros que anexou a esta contestação como provas irão exceder o limite do tamanho total de uma contestação. Experimente utilizar ficheiros mais pequenos como prova. Sugestão: se tiver anexado imagens, pode experimentar fornecê-las em resoluções mais baixas."],"%s is missing a connected WordPress.com account. Some functionality will be limited without a connected account.":["O %s tem em falta uma conta WordPress.com ligada. Alguma funcionalidade será limitada sem uma conta ligada."],"Error retrieving all payouts' overviews.":["Ocorreu um erro ao obter as descrições gerais de todos os pagamentos."],"<Transaction ID>":[""],"%s service fee":["Taxa de serviço de %s"],"Edit details":["Editar detalhes"],"Account details":["Detalhes da Conta"],"Continue":["Continuar"],"Save changes":["Guardar alterações"],"Payments and payouts are disabled for this account until missing business information is updated.":["Os pagamentos estão desativados para esta conta até que as informações empresariais em falta sejam atualizadas."],"Update by %s to avoid a disruption in payouts.":["Atualize até %s para evitar uma interrupção nos pagamentos."],"Show tasks":["Mostrar tarefas"],"Hide tasks":["Ocultar tarefas"],"Error retrieving settings.":["Ocorreu um erro ao obter as definições."],"Error saving settings.":["Ocorreu um erro ao guardar as definições."],"Settings saved.":["Configurações guardadas"],"net":["líquido"],"fees":["taxas"],"transaction":["transação","transações"],"Bank account information":["Informações da conta bancária"],"Bank code":["Código do banco"],"Verified name":["Nome verificado"],"Bank name":["Nome do banco"],"total":["Total"],"Cancel":["Cancelar"],"IBAN":["IBAN"],"BIC":["BIC (Swift)"],"Remove file":["Remover ficheiro"],"Finish setup":["Concluir a configuração"],"You’re ready to start using the features and benefits of %s.":["Tem tudo pronto para começar a utilizar as funcionalidades e vantagens do %s."],"Setup complete!":["Configuração concluída!"],"Next we’ll ask you to verify your business and payment details to enable payouts.":["Em seguida, vamos pedir-lhe que verifique os detalhes da sua empresa e de pagamento para ativar os pagamentos."],"Provide a few business details":["Forneça alguns detalhes empresariais"],"To ensure safe and secure transactions, a WordPress.com account is required.":["Para garantir transações seguras, é necessária uma conta do WordPress.com."],"Create and connect your account":["Criar e associar a sua conta"],"You’re only steps away from getting paid":["Está a apenas alguns passos de receber pagamentos"],"Dispute reversal":["Anulação da contestação"],"Dispute":["Contestação"],"Refund failure":["Falha no reembolso"],"Refund":["Reembolsar"],"Payment refund":["Reembolso do pagamento"],"Payment failure refund":["Reembolso da falha do pagamento"],"Payment":["Pagamento"],"Charge":["Cobrança"],"Order number":["Número da encomenda"],"Fees":["Taxas"],"Date and time":["Data e hora"],"Date \/ Time":["Data\/hora"],"Download":["Transferir"],"Search by customer name":["Pesquisar por nome do cliente"],"Search by order number, customer name, or billing email":["Pesquisar por número de encomenda, nome do cliente ou e-mail de faturação"],"Search by order number, subscription number, customer name, or billing email":["Pesquisar por número de encomenda, número de subscrição, nome do cliente ou e-mail de faturação"],"Risk level":["Nível de risco"],"Subscription number":["Número de subscrição"],"Converted from %s":["Convertido de %s"],"Select a transaction date":["Selecionar uma data de transação"],"{{title}}Date{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Data{{\/title}} {{rule \/}} {{filter \/}}"],"Select a transaction date filter match":["Selecionar uma correspondência do filtro da data de transação"],"Remove transaction date filter":["Remover filtro da data de transação"],"Transactions match {{select \/}} filters":["As transações correspondem a {{select \/}} filtros"],"Advanced filters":["Filtros avançados"],"All transactions":["Todas as transações"],"Show":["Mostrar"],"All currencies":["Todas as moedas"],"Select a transaction type":["Selecionar um tipo de transação"],"{{title}}Type{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Tipo{{\/title}} {{rule \/}} {{filter \/}}"],"Select a transaction type filter match":["Selecionar uma correspondência do filtro do tipo de transação"],"Remove transaction type filter":["Remover filtro do tipo de transação"],"Between":["Entre"],"After":["Depois de"],"Before":["Antes de"],"All transactions with customer names or billing emails that include {{query \/}}":["Todas as transações com nomes de clientes ou e-mails de faturação que incluem {{query \/}}"],"Back":["Voltar"],"Undo":["Anular"],"%1$s was deducted from your <a>%2$s payout<\/a>.":["%1$s foi deduzido do seu <a>pagamento de %2$s<\/a>."],"%1$s was added to your <a>%2$s payout<\/a>.":["%1$s foi adicionado ao seu <a>pagamento de %2$s<\/a>."],"The disputed charge has been refunded.":["A cobrança contestada foi reembolsada."],"Dispute inquiry closed. The bank chose not to pursue this dispute.":["Consulta da contestação encerrada. O banco optou por não dar seguimento a esta contestação."],"Disputed: Lost":["Contestado: perdeu"],"Dispute won! The bank ruled in your favor.":["Venceu a contestação! O banco decidiu a seu favor."],"Fee refund: %s":["Reembolso da taxa: %s"],"Dispute reversal: %s":["Anulação da contestação: %s"],"Disputed: Won":["Contestado: venceu"],"Challenge evidence submitted.":["Prova de refutação enviada!"],"Disputed: In review":["Contestado: em revisão"],"Disputed: Needs response":["Contestado: necessita de resposta"],"Fee: %s":["Taxa: %s"],"Disputed amount: %s":["Montante contestado: %s"],"The cardholder's bank is requesting more information to decide whether to return these funds to the cardholder.":["O banco do titular do cartão está a solicitar mais informações para decidir se deve devolver estes fundos ao titular do cartão."],"No funds have been withdrawn yet.":["Ainda não foram levantados fundos."],"Payment disputed as %s.":["Pagamento contestado como %s."],"Payment disputed":["Pagamento contestado"],"A payment of %s was successfully refunded.":["Um pagamento de %s foi reembolsado com êxito."],"A payment of %s was successfully charged.":["Um pagamento de %s foi cobrado com êxito."],"Authorization for %s expired.":["A autorização de %s expirou."],"Authorization expired":["Autorização expirada"],"Authorization for %s was voided.":["A autorização de %s foi anulada."],"Authorization voided":["Autorização anulada"],"A payment of %s was successfully authorized.":["Um pagamento de %s foi autorizado com êxito."],"Authorized":["Autorizado"],"%s will be deducted from a future payout.":["%s será deduzido de um pagamento futuro."],"%s will be added to a future payout.":["%s será adicionado a um pagamento futuro."],"Error while loading timeline":["Erro ao carregar a linha cronológica"],"Timeline":["Linha cronológica"],"Risk evaluation":["Avaliação de risco"],"Subscription":["Subscrição"],"Payment ID":["ID do pagamento"],"Net":["Líquido"],"Fee":["Taxa"],"%1$s %2$s card":["Cartão %1$s %2$s"],"prepaid":["pré-pago"],"debit":["débito"],"credit":["crédito"],"Street check":["Verificação da rua"],"CVC check":["Verificação do CVC"],"Origin":["Origem"],"Address":["Morada"],"Owner email":["E-mail do titular"],"Owner":["Titular"],"ID":["Id."],"Expires":["Expira"],"Number":["Número"],"Payment method":["Método de pagamento"],"Not checked":["Não verificado"],"Unavailable":["Não disponível"],"Passed":["Aprovado"],"Payment details not loaded":["Detalhes do pagamento não carregados"],"Connect":["Conectar"],"If there have been two or more separate payments, you should get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["Se existiram dois ou mais pagamentos separados, deve contactar o cliente. Se compreender a que se refere a reclamação, há uma possibilidade de explicar o desentendimento ou de o resolver. Se conseguir resolver o problema com o cliente, pode pedir que retire a contestação."],"If they were not, collect any and all information documenting that each payment was made separately, such as copies of receipts. If the receipts don’t include the items purchased, be sure to include an itemized list. Each receipt should clearly indicate that the payments are for separate purchases of items or services. If you’ve been able to get in touch with the customer you should be sure to address any concerns they had in your evidence.":["Caso contrário, recolha quaisquer informações que documentem que cada pagamento foi feito separadamente, como cópias dos recibos. Se os recibos não incluírem os itens comprados, certifique-se de que inclui uma lista de itens. Cada recibo deve indicar claramente que os pagamentos são referentes a compras separadas de itens ou serviços. Se conseguiu entrar em contacto com o cliente, deve abordar as preocupações do mesmo nas suas provas."],"Determine if your customer was incorrectly charged multiple times.":["Determine se o cliente foi incorretamente cobrado várias vezes."],"Demonstrate that each payment was for a separate product or service.":["Demonstre que cada pagamento correspondeu a um produto ou serviço separado."],"The customer claims they were charged multiple times for the same product or service.":["O cliente afirma que foi cobrado várias vezes pelo mesmo produto ou serviço."],"If there were duplicate payments, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Se existirem pagamentos duplicados, deve aceitar a contestação. Não é possível emitir um reembolso enquanto um pagamento está a ser contestado. As redes de cartões de crédito colocam a responsabilidade pela aceitação de pagamentos contestados em si, a empresa."],"Duplicate":["Duplicar"],"Debit not authorized":["Débito não autorizado"],"Customer initiated":["Iniciado pelo cliente"],"If the cardholder agrees to withdraw the dispute, you should still submit evidence for the dispute using the forms on the next screen. In addition to the following evidence, your submission should include correspondence with the cardholder saying they would withdraw the dispute and a written statement from their card issuer confirming that the dispute has been withdrawn.":["Se o cliente aceitar retirar a contestação, deve, mesmo assim, enviar provas relativamente à mesma através dos formulários no ecrã seguinte. Além das seguintes provas, o seu envio deve incluir correspondência com o titular do cartão a indicar que este iria retirar a contestação e uma declaração escrita do respetivo emissor do cartão a confirmar que a contestação foi retirada."],"You should first get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["Primeiro, deve entrar em contacto com o seu cliente. Se compreender a que se refere a reclamação, há uma possibilidade de explicar o desentendimento ou de o resolver. Se conseguir resolver o problema com o cliente, pode pedir que retire a contestação."],"Demonstrate that you have refunded your customer through other means or that your customer is not entitled to a refund. You cannot issue a refund while a payment is being disputed. If you believe that your customer was entitled a refund that you did not provide, you can accept the dispute.":["Demonstre que reembolsou o cliente através de outros meios ou que o cliente não tem direito a um reembolso. Não é possível emitir um reembolso enquanto um pagamento está a ser contestado. Se considerar que o cliente tinha direito a um reembolso que não forneceu, pode aceitar a contestação."],"It may be more efficient—and provide a better customer experience—to accept an accidental dispute and charge the customer again, if appropriate. Even when a dispute is withdrawn, it usually takes approximately 75 days to be finalized. Remember, it doesn’t matter to the card networks whether you win or lose a dispute; what matters is how many disputes a business receives, regardless of how many disputes are won.":["Pode ser mais eficiente, bem como proporcionar uma melhor experiência do cliente, aceitar uma contestação acidental e cobrar novamente o cliente, se apropriado. Mesmo quando uma contestação é retirada, geralmente, demora cerca de 75 dias a finalizar. Lembre-se de que não importa para as redes de cartões se vence ou perde uma contestação; o que interessa é quantas contestações uma empresa recebe, independentemente de quantas venceu."],"The customer claims that the purchased product was returned or the transaction was otherwise canceled, but you have not yet provided a refund or credit.":["O cliente afirma que o produto comprado foi devolvido ou que a transação foi cancelada, mas ainda não lhe forneceu um reembolso ou crédito."],"First, try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction. Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["Primeiro, tente entrar em contacto com o seu cliente. Por vezes, as pessoas esquecem-se de pagamentos que efetuaram ou não reconhecem a forma como estes são apresentados no extrato do respetivo cartão. Se for esse o caso, peça-lhes que contactem o respetivo emissor do cartão e o informem de que já não contestam a transação. Mesmo que o cliente aceite retirar a contestação, tem, mesmo assim, de enviar as provas adequadas. Simplesmente dizer que o cliente vai retirar a contestação não constitui uma prova suficiente."],"Get your customer to withdraw the dispute by helping them identify the payment. Otherwise, challenge the dispute with appropriate evidence that proves the purchase was legitimate. ":["Solicite ao seu cliente que retire a disputa ajudando-o a identificar o pagamento. Caso contrário, conteste a disputa mediante prova adequada que demonstre que a compra foi legítima. "],"The customer doesn’t recognize the payment appearing on their card statement.":["O cliente não reconhece o pagamento que é apresentado no respetivo extrato bancário."],"If you believe the dispute is invalid, you can challenge it by submitting the appropriate evidence using the response forms on the next screen.":["Se considerar que a contestação é inválida, pode refutá-la ao enviar as provas corretas através dos formulários de resposta no ecrã seguinte."],"Unrecognized":["Não reconhecido"],"Otherwise, use the forms on the next screen to submit evidence that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Caso contrário, utilize os formulários no ecrã seguinte para enviar provas de que a subscrição ainda estava ativa, que o cliente estava ciente disso e que não seguiu o procedimento de cancelamento."],"Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence using the forms on the next screen. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["Mesmo que o cliente aceite retirar a contestação, tem, mesmo assim, de enviar as provas adequadas através dos formulários no ecrã seguinte. Simplesmente dizer que o cliente vai retirar a contestação não constitui uma prova suficiente."],"First, get in touch with your customer. If you understand what they believe happened, there is a chance for you to explain the misunderstanding or to make it right. ":["Primeiro, entre em contacto com o seu cliente. Se compreender o que o cliente considera que ocorreu, há uma possibilidade de explicar o desentendimento ou de o resolver. "],"Prove that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Comprove que a subscrição ainda estava ativa, que o cliente estava ciente disso e que não seguiu o seu procedimento de cancelamento."],"The customer claims that you continued to charge them after a subscription was canceled.":["O cliente afirma que continuou a cobrá-lo após o cancelamento de uma subscrição."],"If your customer was not refunded appropriately, you will need to accept the dispute, or resolve the issue with your customer. The credit card networks place liability for accepting disputed payments with you, the business.":["Se o seu cliente não recebeu um reembolso adequadamente, terá de aceitar a contestação ou resolver o problema com o cliente. As redes de cartões de crédito colocam a responsabilidade pela aceitação de pagamentos contestados em si, a empresa."],"Subscription canceled":["Subscrição cancelada"],"If the customer withdraws their dispute you should still submit evidence using the forms on the next screen. Be sure to provide a letter or email from the cardholder stating that they are no longer in dispute.":["Se o cliente retirar a contestação, deve, mesmo assim, enviar provas através dos formulários no ecrã seguinte. Certifique-se de que fornece uma carta ou um e-mail do titular do cartão a indicar que o mesmo retirou a contestação."],"If your customer made no attempt to return the product or cancel the service, or if you provided a replacement product or service, make sure to note that as well.":["Se o seu cliente não tentou devolver o produto ou cancelar o serviço ou se forneceu um serviço ou um produto de substituição, saliente esse facto."],"For products that have been repaired or replaced, provide evidence that the cardholder agreed to a repair or replacement, it has been received by the customer, and the repair or replacement has not since been disputed.":["Para os produtos que foram reparados ou substituídos, forneça provas de que o titular do cartão aceitou uma reparação ou uma substituição, que foi recebido pelo cliente e que a reparação ou a substituição não foi contestada desde então."],"If the customer has not yet returned the product or canceled the service, provide specific information to that effect. You should double-check your incoming shipping records to verify that you have not received a return before you respond. If you have processed a credit or reversal for this transaction, provide evidence of this which includes the amount and date processed.":["Se o cliente ainda não tiver devolvido o produto ou cancelado o serviço, forneça informações específicas acerca disso. Deve verificar novamente os registos de envios recebidos para confirmar que não recebeu uma devolução antes de responder. Se tiver processado um crédito ou uma anulação desta transação, forneça provas disso, incluindo o montante e a data de processamento."],"If the product or service is as described, provide specific information (invoice, contract, etc.) to refute the cardholder’s claims. Quality disputes are where the customer does not agree with the condition of merchandise or service received (e.g., a car repair situation or quality of a hotel room). There may be instances where you will need to obtain a neutral third-party opinion to help corroborate your claim against the cardholder. Provide as much specific information and documentation as possible to refute the cardholder’s claims. It is recommended that you address each point that the cardholder has made.":["Se o produto ou o serviço corresponder à descrição, forneça informações específicas (fatura, contrato, etc.) para refutar as afirmações do titular do cartão. As contestações referentes à qualidade ocorrem quando um cliente não aceita a condição da mercadoria ou do serviço recebido (por exemplo, uma situação de reparação automóvel ou a qualidade de um quarto de hotel). Podem haver casos em que precisa de obter uma opinião de terceiros neutra para ajudar a colaborar a sua afirmação relativamente à do titular do cartão. Forneça o máximo de documentação e informações específicas possível para refutar as afirmações do titular do cartão. Recomenda-se que aborde todos os argumentos que o titular do cartão apresentou."],"Demonstrate that the product or service was delivered as described at the time of purchase.":["Demonstre que o produto ou o serviço foi fornecido conforme descrito no momento da compra."],"The product or service was received but was defective, damaged, or not as described.":["O produto ou o serviço foi recebido, mas tinha um defeito, estava danificado ou não correspondia à descrição."],"If you can not prove the customer received their product or service as described, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Se não conseguir comprovar que o cliente recebeu o respetivo produto ou serviço conforme descrito, deve aceitar a contestação. Não é possível emitir um reembolso enquanto um pagamento está a ser contestado. As redes de cartões de crédito colocam a responsabilidade pela aceitação de pagamentos contestados em si, a empresa."],"Product unacceptable":["Produto não aceitável"],"Credit not processed":["Crédito não processado"],"First, get in touch with your customer. Understanding why they filed the dispute will be important for helping make sure your customer gets the product and will give you critical information to prevent this from happening to others.":["Primeiro, entre em contacto com o seu cliente. Compreender o motivo da contestação será importante para se certificar de que o cliente obtém o produto e proporciona-lhe informações críticas para impedir que tal ocorra com outras pessoas."],"Prove that the customer received a physical product or offline service, or made use of a digital product or online service. This must have occurred prior to the date the dispute was initiated.":["Comprove que o cliente recebeu um produto físico ou um serviço offline ou utilizou um produto digital ou serviço online. Isto deve ter ocorrido antes da data em que a contestação foi iniciada."],"The customer claims they did not receive the products or services purchased.":["O cliente afirma que não recebeu os produtos ou serviços comprados."],"If you can not prove the customer received their product or service, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Se não conseguir comprovar que o cliente recebeu o respetivo produto ou serviço, deve aceitar a contestação. Não é possível emitir um reembolso enquanto um pagamento está a ser contestado. As redes de cartões de crédito colocam a responsabilidade pela aceitação de pagamentos contestados em si, a empresa."],"Product not received":["Produto não recebido"],"Insufficient funds":["Fundos insuficientes"],"Check returned":["Cheque devolvido"],"Incorrect account details":["Detalhes da conta incorretos"],"This is an uncategorized dispute, so you should contact the customer for additional details to find out why the payment was disputed.":["Este é uma contestação sem categoria, como tal, deve contactar o cliente para obter detalhes adicionais e descobrir o motivo pelo qual o pagamento foi contestado."],"General":["Geral"],"Bank cannot process":["O banco não consegue processar"],"Try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction.":["Tente entrar em contacto com o seu cliente. Por vezes, as pessoas esquecem-se de pagamentos que efetuaram ou não reconhecem a forma como estes são apresentados no extrato do respetivo cartão. Se for esse o caso, peça-lhes que contactem o respetivo emissor do cartão e o informem de que já não contestam a transação."],"Provide adequate payment and order details so that a legitimate customer recognizes it, or proves to the card issuer that their cardholder authorized the transaction.":["Forneça os detalhes da encomenda e do pagamento adequados para que um cliente legítimo os possa reconhecer ou que comprovem ao emissor do cartão que o titular do cartão autorizou a transação."],"This is the most common reason for a dispute, and happens when a cardholder claims that they didn’t authorize the payment. This can happen if the card was lost or stolen and used to make an unauthorized transaction. It can also happen if the cardholder doesn’t recognize the payment as it appears on the billing statement from their card issuer.":["Este é o motivo mais comum para uma disputa e acontece quando um titular de cartão alega que não autorizou o pagamento. Tal pode ocorrer se o cartão foi perdido ou roubado e utilizado para efetuar uma transação não autorizada. Também pode ocorrer se o titular do cartão não reconhecer o pagamento tal como é apresentado no extrato de faturação do respetivo emissor do cartão."],"If you believe the payment was actually made using a stolen credit card, you will need to accept the dispute. The credit card networks place liability for accepting unauthorized transactions with you, the business.":["Se considerar que o pagamento foi efetuado com um cartão de crédito roubado, terá de aceitar a disputa. As redes de cartões de crédito colocam a responsabilidade pela aceitação de transações não autorizadas em si, a empresa."],"Fraudulent":["Fraudulento"],"Transaction ID":["Id. da Transação"],"Order":["Compra"],"Respond by":["Responder até"],"Disputed on":["Contestado a"],"Country":["País"],"Email":["E-mail"],"Customer":["Cliente"],"Source":["Fonte"],"Reason":["Motivo"],"Please wait until file upload is finished":["Aguarde pela conclusão do carregamento do ficheiro"],"Failed to save evidence. (%s)":["Falha ao guardar a prova. (%s)"],"Failed to submit evidence. (%s)":["Falha ao enviar a prova. (%s)"],"Evidence saved!":["Prova guardada!"],"Evidence submitted!":["Prova enviada!"],"There are unsaved changes on this page. Are you sure you want to leave and discard the unsaved changes?":["Existem alterações não guardadas nesta página. Tem a certeza de que pretende sair e rejeitar as alterações não guardadas?"],"Multiple product types":["Vários tipos de produtos"],"Offline service":["Serviço offline"],"Save for later":["Guardar para mais tarde"],"Submit evidence":["Enviar prova"],"Are you sure you're ready to submit this evidence? Evidence submissions are final.":["Tem a certeza de que pretende enviar esta prova? Os envios de provas são definitivos."],"Upload file":["Carregar ficheiro"],"Refund policy":["Política de reembolso"],"Customer communication":["Comunicação com o cliente"],"Cancellation policy":["Política de cancelamento"],"Proof of shipping":["Comprovativo de envio"],"Accept dispute":["Aceitar contestação"],"View submitted evidence":["Ver provas enviadas"],"Failed":["Falhou"],"Canceled":["Cancelada"],"Withdrawal":["Levantamento"],"In transit":["Em trânsito"],"Net deposit":["Depósito líquido"],"Bank account":["Conta bancária"],"Status":["Estado"],"Amount":["Valor"],"Type":["Tipo"],"Date":["Data"],"Close":["Fechar"],"%s service fee: ":["Taxa de serviço de %s: "],"Balance available for instant payout: ":["Saldo disponível para o pagamento instantâneo: "],"Need cash in a hurry? Instant payouts are available within 30 minutes for a nominal %s service fee. <a>Learn more<\/a>":["Precisa urgentemente de dinheiro? Os pagamentos instantâneos estão disponíveis dentro de 30 minutos a uma taxa de serviço nominal de %s. <a>Saiba mais<\/a>"],"Deposit currency":["Moeda do depósito"],"All":["Todos"],"Error retrieving disputes.":["Ocorreu um erro ao obter as contestações."],"Error retrieving dispute.":["Ocorreu um erro ao obter a contestação."],"There has been an error accepting the dispute. Please try again later.":["Ocorreu um erro ao aceitar a contestação. Tente novamente mais tarde."],"You have accepted the dispute.":["Aceitou a contestação."],"You have accepted the dispute for order #%s.":["Aceitou a contestação da encomenda n.º %s."],"Error retrieving payout.":["Ocorreu um erro ao obter o pagamento."],"Error retrieving payouts.":["Ocorreu um erro ao obter pagamentos."],"Error creating instant payout.":["Ocorreu um erro ao criar o pagamento instantâneo."],"View details":["Ver detalhes"],"Instant payout for %s in transit.":["Pagamento instantâneo de %s em trânsito."],"Normal":["Normal"],"Highest":["O mais elevado"],"Elevated":["Elevado"],"Payment blocked":["Pagamento bloqueado"],"Payment failed":["Falha no pagamento"],"Payment authorized":["Pagamento autorizado"],"Paid":["Pago"],"Refunded":["Reembolsada"],"Partial refund":["Reembolso parcial"],"Disputed: %s":["Contestado: %s"],"Lost":["Perdeu"],"Won":["Venceu"],"Charge refunded":["Cobrança reembolsada"],"Under review":["Em revisão"],"Needs response":["Necessita de resposta"],"Inquiry: Closed":["Pedido: fechado"],"Inquiry: Under review":["Pedido: em revisão"],"Unknown":["Desconhecida"],"%1$f%% + %2$s per transaction":["%1$f%% + %2$s por transação"],"Discounted base fee expires on %1$s.":["A tarifa base com desconto expira a %1$s."],"Discounted base fee expires after the first %1$s of total payment volume.":["A tarifa base com desconto expira após os primeiros %1$s do volume de pagamento total."],"Discounted base fee expires after the first %1$s of total payment volume or on %2$s.":["A tarifa base com desconto expira após os primeiros %1$s do volume de pagamento total ou a %2$s."],"Learn more":["Saber mais"],"(%f%% discount)":["(%f%% de desconto)"],"Store refund policy":["Política de reembolso da loja"],"Subscription #":["N.º de subscrição"],"Order #":["Encomenda #"],"Discount":["Desconto"],"Pending":["Pendente"],"Tax":["Imposto"],"There was a problem redirecting you to the account dashboard. Please try again.":["Ocorreu um problema ao redirecioná-lo para o painel de controlo da conta. Tente novamente."],"unknown":["desconhecido"],"Account":["Conta"],"Base fee":["Taxa base"],"Challenge dispute":["Refutar contestação"],"Dispute details":["Detalhes da contestação"],"Payment details":["Detalhes do pagamento"],"Overview":["Vista geral"],"Disputes":["Contestações"],"Transactions":["Transações"],"Payments":["Pagamentos"]}}}